[
  {
    "id": 0,
    "text": "A meta-analysis of sex differences prevalence, incidence\nand severity of osteoarthritis1\nVelandai K. Srikanth Ph.D., Research Fellow y*, Jayne L. Fryer B.Math. Grad. Dip. Med. Stat. y,\nGuangju Zhai M.Sc. y, Tania M. Winzenberg M.Med.Sc. (Clin. Epi.) y,\nDavid Hosmer Ph.D. yz2and Graeme Jones M.D. y\nyThe Menzies Research Institute, Private Bag 23, Hobart, Tasmania 7001, Australia\nzSchool of Public Health and Health Sciences, University of Massachusetts, Amherst, MA, USA\nSummary\nObjective : To resolve uncertainty regarding sex differences in osteoarthritis (OA) by performing a meta-analysis of sex differences in OA\nprevalence, incidence and severity.\nMethods : Standard search strategies for population-based studies of OA providing sex-speciﬁc data. Random effects meta-analysis to provide\npooled male vs female risk and rate ratios for prevalent and incident OA, and standardized mean differences (SMD) for OA severity. Meta-\nregression was used to investigate sources of heterogeneity.\nResults : Males had a signiﬁcantly reduced risk for prevalent OA in the knee [Risk Ratio (RR) 0.63, 95% CI 0.53 e0.75] and hand [RR 0.81,\n95% CI 0.73 e0.90] but not for other sites. Males aged !55 years had a greater risk of prevalent cervical spine OA [RR 1.29, 95% CI\n1.18e1.41]. Males also had signiﬁcantly reduced rates of incident OA in the knee [Incidence Rate Ratio (IRR) 0.55, 95% CI 0.32 e0.94] and hip\n[IRR 0.64, 95% CI 0.48 e0.86], with a trend for hand [IRR 0.65, 95% conﬁdence interval (CI) 0.35 e1.20]. Females, particularly those R55\nyears, tended to have more severe OA in the knee but not other sites. Heterogeneity in the estimates of sex differences in prevalence wassubstantially explained by age and other study design factors including method of OA deﬁnition.\nConclusions : The results demonstrate the presence of sex differences in OA prevalence and incidence, with females generally at a higher risk.\nFemales also tend to have more severe knee OA, particularly after menopausal age. The site differences indicate the need for further studiesto explore mechanisms underlying OA.ª2005 OsteoArthritis Research Society International. Published by Elsevier Ltd. All rights reserved.\nKey words : Sex differences, Osteoarthritis, Population-based.\nIntroduction\nOsteoarthritis (OA) is a major public health problem due to\nits high prevalence, costs, and levels of pain and disability.\nEfforts are underway to identify causal mechanisms re-sponsible for the development of OA. While risk factorssuch as age, obesity, injury and genetic proﬁles have been\nidentiﬁed, the role of sex in OA is unclear\n1,2. The study of\nsex differences in OA may provide insights into diseasemechanisms in OA. It is reported in the literature that\nwomen have a higher prevalence of knee and certain types\nof hand OA than men, particularly after 50 years of age3e5,\nwhereas the evidence for a sex difference in hip OA isconﬂicting from individual study results. The majority of\nstudies providing data on sex differences deal with\nprevalent OA, with very few examining sex-speciﬁc OA\nincidence6e9. Moreover, it is unclear whether any observed\nsex difference is due to reporting differences or a truedifference in radiographic OA (ROA) or whether the severity\nof OA differs between sexes. The aim of this study therefore\nwas to use meta-analysis and meta-regression to studysite-speciﬁc sex differences in prevalence, incidence and\nseverity of OA.\nMethods\nLITERATURE SEARCH\nA MEDLINE search (1966 e2003) was conducted\nusing the terms ‘‘Sex and OA’’, ‘‘Gender and OA’’ and\n‘‘OA prevalence’’, and ‘‘OA incidence’’. References from\nretrieved publications were manually checked for anyadditional studies of OA and review articles on OAepidemiology. Reports from the National Center for Health\nStatistics (USA) were obtained for data regarding the major\nhealth surveys of chronic diseases including the HealthExamination Survey (HES)\n10and the National Health\nand Nutrition Examination Survey (NHANES-I)11. These1Disclaimers dnone.\nAuthor contributions: Design (VKS, GJ), data collection (VKS,\nJF, TW, GZ), analysis (VKS, JF, DH), writing (VKS, GJ), revision(VKS, JF, TW, GZ, DH).\n2Visiting Professor, Menzies Research Institute, Hobart, Tasma-\nnia, Australia.\n*Address correspondence and reprint requests to: Dr V. K.\nSrikanth, Menzies Research Institute, Private Bag 23, Hobart,Tasmania 7001, Australia. Tel: 613-62267772; Fax: 613-62267704;E-mail: velandai.srikanth@utas.edu.au\nReceived 3 March 2005; revision accepted 22 April 2005.OsteoArthritis and Cartilage (2005) 13,769e781\nª2005 OsteoArthritis Research Society International. Published by Elsevier Ltd. All rights reserved.\ndoi:10.1016/j.joca.2005.04.014\nInternational\nCartilageRepairSociety\n769",
    "length": 4737,
    "type": "abstract"
  },
  {
    "id": 1,
    "text": "rtilage (2005) 13,769e781\nª2005 OsteoArthritis Research Society International. Published by Elsevier Ltd. All rights reserved.\ndoi:10.1016/j.joca.2005.04.014\nInternational\nCartilageRepairSociety\n769\n\nstrategies were supplemented by a further electronic search\nfor speciﬁc terms linking OA with different joint sites (i.e.,knee, hand, hip and spine). Published studies wereincluded in the meta-analysis if they provided numbers or\nrates of males and females affected by OA and were\npopulation-based. Hospital or clinic-based series wereexcluded due to the possibility of selection bias affectingassociations in such studies. One non-English paper was\nidentiﬁed\n12, and was excluded to facilitate data extraction\nand quality assessment.\nEXTRACTION OF DATA\nTwo persons (VS, GZ) independently extracted data. In\nprevalence studies numbers of males and females with OAand the number in the sample at risk in either sex were\nidentiﬁed. In studies where only prevalence rates were\nreported, numbers with OA in either sex were calculatedbased on reported rates and the sample at risk. When age-\nstratiﬁed data were provided, numbers of affected males\nand females were extracted according to arbitrary agecategories (age !55 years, age R55 years) based on\nprevious reports describing variation in sex-speciﬁc risk\n3as\nwell as convenience of assigning age categories in the\nincluded studies. Incidence rates were obtained for malesand females from the included OA incidence studies.Grades of severity stratiﬁed by site were also obtained if\nreported.\nASSESSMENT OF QUALITY\nQuality of the papers was assessed by one of the study\ninvestigators (TW) independent of data extraction usinga framework modiﬁed from previous work13. Studies were\nranked by a priori characteristics that would be likely to\nminimize bias in results. These included: sampling pro-\ncedure (0, not stated; 1, non-random; 2, random); sampleresponse rate (0, not stated; 1, !50%; 2,R50%); deﬁnition\nof OA (0, self-report; 1, clinical diagnosis; 2, X-ray scale);\nuse of radiographic atlas (0, no; 1, yes); reporting ofreliability of OA deﬁnition (0, no; 1, yes) with a maximumpossible quality score of 8. The category of clinically\ndiagnosed OA included mostly studies depending solely\non clinical ﬁndings ( based on clinical joint examination )\n14e17,\none study using clinician reported arthritis18and one study\nusing a combination of X-ray and clinical ﬁndings19.\nSTATISTICAL ANALYSIS\nThe Cochrane Review Manager 4.2 software (MetaView,\nversion 4.2) was used for this meta-analysis. For the meta-\nanalysis of OA prevalence, the outcome measure was therisk ratio (RR) that refers to the ratio of the prevalence of OAamong males to the prevalence of OA among females. In\nprevalent peripheral joint OA, stratiﬁed analyses were\nconducted according to pre-speciﬁed variables includingage, OA deﬁnition, ethnicity, sample type (random, non-\nrandom), response rate, and provision of diagnostic\nreliability. The few studies where age-stratiﬁed data couldnot be extracted were analyzed in a category termed‘unstratiﬁed’\n15,18,20 e23. In spine OA, analyses were per-\nformed separately for spine apophyseal OA and spine disc\ndegeneration (SDD) in both cervical and lumbar regions.Due to the small number of studies on spine disease,stratiﬁed analyses were performed only according to age\ncategories.For incident OA, the outcome measure was the un-\nadjusted incidence rate ratio (IRR), which was the ratio ofthe incidence for males relative to females. If this wasunavailable, the ratio of cumulative incidences was used.\nThe number of incident cases and person-years of follow-up\nwere provided for both sexes in one study of radiographichand, hip and knee OA allowing computation of incidencerates\n8. Similar information could be derived from the data\nreported in a medical record-linkage study of symptomatic\nradiographic knee and hip OA9. In two studies, sex-speciﬁc\ncumulative incidence rates were provided24,25. In one\nreport, male vs female relative risk (RR) estimates\nfrom a Cox-model were used for the meta-analysis withstandard errors derived from the conﬁdence intervals (CI)provided\n7.\nFor the analysis of sex differences in OA severity, the\noutcome measure was the standardized mean difference(SMD) in reported severity grades between males andfemales. In all but one of the studies using radiographs,\ngrading of severity had been performed using the Standard\nRadiographic Atlas of Arthritis\n26as OA absent (grade 0),\ndubious (grade 1), mild (grade 2), moderate (grade 3) andsevere (grade 4). In these studies, categories of grade 0 or\n1 were assigned a score of 0.5, radiographs of grade 2 were\nassigned a score of 2, and radiographs of grade 3 or 4 wereassigned a score of 3.5. In one remaining radiographic\nstudy\n11in which there had been a subjective grading of\nradiographs, we arbitrarily assigned normal/questionableOA a score of 0.5, minimal OA a score of 2, and moderate/severe OA a score of 3.5. In the only study using a clinical\ngrading\n17, we assigned a score of 0.5 to absent/minimal\nOA, a score of 2 to moderate OA, and a score of 3.5 tosevere OA. For each study, the mean and standarddeviation of the assigned severity score for males and\nfemales was then computed. The SMD in severity between\nmales and females for each study was then computed usingstandard methods in the Cochrane Review Manager 4.2\nsoftware (MetaView, version 4.2). The formula for SMD is\nas follows:\nSMDZ/C18\nm1i/C255m2i\nsi/C19/C181/C2553\n4Ni/C2559/C19\nwhere mrefers to individual group mean, siis the pooled\nstandard deviation, and Niis the pooled sample size of the\ntwo groups.\nOutcome measures were pooled across studies using\na random effects model which allows for heterogeneity ofeffects between studies28. Tests for homogeneity were\nperformed, and statistical heterogeneity reported as the\nratio (in percentage) of between-study variation to the totalvariation in effect estimate according to the methoddescribed by Higgins et al.\n29. A larger ratio indicates\ngreater heterogeneity between studies. Publication bias\nwas examined graphically using a funnel plot of studyprecision (standard error of natural logarithm of risk ratio,lnRR) against effect size (risk ratio) for prevalent peripheral\nOA but not spine OA or incident OA given the paucity of\nstudies in these categories. In the absence of signiﬁcantpublication bias, the funnel plot of study precision vs effect\nsize should assume a symmetrical funnel shape with the\napex pointing upwards. A deﬁciency in the base of thefunnel with non-symmetry indicates the presence ofpossible publication bias from unpublished small studies.\nWeighted random effects meta-regression\n27was used to\nexplore heterogeneity between studies of prevalent OA at770 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 6812,
    "type": "methods"
  },
  {
    "id": 2,
    "text": "unpublished small studies.\nWeighted random effects meta-regression\n27was used to\nexplore heterogeneity between studies of prevalent OA at770 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\ndifferent sites (except for sites of spine disease due to small\nnumbers of studies in this category). The natural logarithmof the RR (lnRR) weighted by inverse variance for eachstudy was regarded as the dependent variable and the\neffect of a number of explanatory variables (including age,\nOA deﬁnition, ethnicity, sample type, response rate anddiagnostic reliability) was examined. STATA version 8(Stata Corporation, Texas, USA, command ‘metareg’)\n27\nwas used to provide regression coefﬁcients and an iterativeestimate of residual between-study heterogeneity ( t2).\nMultivariable models for each OA site were ﬁtted to examine\nthe independent effect of the explanatory variables using\na step-wise approach, using change in t2as an indicator of\nbest-ﬁt. Age was not used as a covariate in the multivariableanalysis to avoid duplication of study units from stratiﬁca-\ntion. After transformation back to the original ratio scale, the\nmeta-regression estimate is a ratio of the average RRreported by studies with one characteristic (e.g., radio-graphic deﬁnition) to the average RR reported by studies\nwith another characteristic (deﬁnition by self-report). Uni-\nvariable meta-regression was also used to explore hetero-geneity in the analysis of OA severity using age, samplingresponse, reliability of diagnosis and ethnicity as explana-\ntory variables. Meta-regression was not attempted for\nincidence analysis given the paucity of studies.Results\nSEARCH RESULTS\nA total of 178 journal articles were screened after the\ninitial MEDLINE and hand-search. Sixty-eight studies wereidentiﬁed as providing OA prevalence data for males and\nfemales of which 28 were excluded from the analysis (17\nhospital-based studies, three colon radiograph-based stud-ies, six studies in highly selected skeletal samples, onehospital register cohort study and one published in\nJapanese). Of the remaining 40 population-based stud-\nies\n10,11,13 e23,30e55six more were excluded35,41,43,45,46,50.\nReasons for their exclusion were: speciﬁc numbers for\nmales and females were unavailable from three stud-\nies41,45,46, data overlapped with other included reports in\ntwo studies35,43, and radiographs were obtained only for\na selected sub-sample in one study50. The ﬁnal meta-\nanalyses for prevalence were performed on 34 studies with\nsome studies reporting on OA in multiple joint sites.Relevant characteristics of all included studies of OAprevalence are shown in Table I . The search for papers\nregarding OA incidence generated nine studies of inter-\nest\n7e9,24,25,56 e59, of which four hospital-based studies\nwere excluded56e59. The characteristics of the ﬁve\nincluded incidence studies are shown in Table II .\nTable I\nIncluded studies of prevalent osteoarthritis\nFirst author Sample size Study population (age) Sites of OA OA diagnosis Quality score *\nAcheson30685 Connecticut, USA (21 C) Any OA, Hand X-ray 4\nBagge31340 Goteborg, Sweden (70 e79) Hand, knee X-ray 8\nBlumberg32355 Alaskan Eskimo (20 C) Hand X-ray 4\nBremner23528 Jamaica (35 e65) Any OA, spine X-ray 7\nBrighton33543 Rural Black African (20 C) Any OA X-ray 7\nButler343035 Tecumseh, USA (16 C) Hand X-ray 8\nCarmona142192 Spain (20 C) Hand, knee Clinical 5\nCvitejic20610 Zagreb, Croatia (45 C) Hand, knee, hip X-ray 8\nDodge364407 Tecumseh, USA (16 C) Hand, spine X-ray 7\nFelson37598 Framingham, USA (60 C) Knee X-ray 6\nForman17682 New York, USA (60 C) Knee Clinical 2\nHaara223595 Finland Hand X-ray 8\nHES 1960 e1962107132 USA (18 C) Hand X-ray 7\nHirsch38755 Pima Indian, USA (45 C) Hip X-ray 4\nJones391273 Dubbo, Australia (60 C) Any OA Self-report 5\nJones13300 Dubbo, Australia (60 C) Spine X-ray 4\nKellgren40380 Lancashire, UK (55 e64) Any OA, spine X-ray 8\nLaine19539 Finland (55 C) Hand X-ray Csymptoms 4\nLawrence212296 UK (15 C) Any OA, all sites X-ray 7\nLawrence423947 UK (15 C) Spine X-ray 5\nLethbridge-Cejku44898 Baltimore, USA (20 C) Knee X-ray 5\nMeyers47162 Black African Any OA X-ray 5\nMikkelsen164688 Tecumseh, USA (20 C) Any OA Clinical 5\nNevitt481492 Beijing, China (60 C) Hip X-ray 8\nNHANES-I116913 USA (25 e74) Knee, hip X-ray 7\nOdding492895 Netherlands (60 C) Knee, hip X-ray 7\nPogrund51641 Jerusalem, Israel (45 C) Hip X-ray 5\nSolomon15300 Black South African (35 C) Hand, hip, knee X-ray (hand, hip) 5\nSteven1835,251 Scotland, UK (20 C) Any OA Clinical 3\nVan Saase526585 Netherlands (20 C) All sites X-ray 8\nZhang552507 Beijing, China (60 C) Hand X-ray 8\nZhang551628 Framingham, USA (60 C) Hand X-ray 8\nZhang531032 Framingham, USA (70 C) Hand X-ray Csymptoms 6\nZhang541781 Beijing, China (60 C) Knee X-ray 8\nHES, Health Examination Survey; NHANES, National Health and Nutrition Examination Survey; USA, United States of America; UK, United\nKingdom.\n*Scores range from 0 to 8; higher scores indicate better quality; depending on selection of sample, OA deﬁnition, use of standard X-ray\natlas, response rate and diagnostic reliability.771 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 5136,
    "type": "results"
  },
  {
    "id": 3,
    "text": "scores indicate better quality; depending on selection of sample, OA deﬁnition, use of standard X-ray\natlas, response rate and diagnostic reliability.771 Osteoarthritis and Cartilage Vol. 13, No. 9\n\nFourteen studies providing sex-speciﬁc numbers of people\nwith prevalent OA graded by severity were identi-\nﬁed10,11,15,17,21,31,36 e38,44,49,52,54,55and are presented\ninTable I . Nine studies provided data for knee\nOA11,17,21,31,37,44,49,52,54, six for hip OA11,15,21,38,49,52and\nﬁve for hand OA10,21,31,36,55, with some studies providing\ndata for more than one site.SEX DIFFERENCES IN PREVALENCE OF OA\nMeta-analysis\nResults of meta-analyses for prevalent OA are shown for\nperipheral and any OA in Table III andFig. 1 , and for spine\ndisease in Table IV and Fig. 2 . For any OA, data from\nnine studies ( nZ51,761) were available with an overallTable II\nIncluded studies of incident osteoarthritis\nStudy Sample Deﬁnition of incident OA Joints Comments\nOliveria et al.8Fallon community health\nplan members,1998e1992, age range\n20e89 yearsFirst evidence of radiographic\nOA (K&L grade R2) plus\njoint symptomsKnee, hip,\nhand OAResults presented as\nsex-speciﬁc incidence ratesper 100,000 person-yearsfor 10-year age intervals\nWilson et al.\n9Residents of Rochester,\nMinnesota, 1985,ageR30 yearsSymptomatic radiographic OA Knee, hip OA Results presented as sex-speciﬁc\nincidence rates per 100,000 person-years for 10-year age intervals\nManninen et al.\n710-year follow-up study\nof a cohort of Finnishfarmers, nZ6647, age\nrange 40 e64 yearsRadiographic OA (K&L grade R2)\nidentiﬁed from disability pensionmedical certiﬁcates.Knee OA Cases reﬂect disabling OA.\nResults presented as incidencerate per 100,000 person-yearsfor the entire sample. Nosex-speciﬁc rates available.Adjusted relative risks\ngiven for women vs men\nFelson et al.\n24Framingham cohort,\nnZ869, 10-year follow-up,\nage rangeRadiographic OA (K&L grade R2) Knee OA Results presented as rate ratio\nfor women vs men, and for age!70 and age O70\nChaisson et al.251967 Framingham cohort,\nnZ751, 24-year follow-upRadiographic OA at each hand\njoint (K&L grade R2), only\nin right handHand OA Results presented as cumulative\nincidence expressed as percentage ofsubjects eligible for incident disease\nK&L, Kellgren and Lawrence Standard Radiographic Atlas.\nTable III\nSex differences in prevalent peripheral and any OA doverall pooling and by factors of interest\nAny OA Knee OA Hip OA Hand OA\nn* RRy95% CI n RR 95% CI n RR 95% CI n RR 95% CI\nOverall estimatez9 0.93 0.80 e1.08 12 0.63 0.53 e0.75 9 1.18 0.91 e1.52 13 0.81 0.73 e0.90\nBy factors\nAge\n!55 years 5 0.98 0.73 e1.31 5 0.82 0.65 e1.03 3 1.04 0.62 e1.77 6 1.03 0.88 e1.21\nR55 years 8 0.92 0.80 e1.05 10 0.65 0.55 e0.77 7 1.05 0.87 e1.28 11 0.77 0.67 e0.89\nAge unstratiﬁed 1 0.78 0.72 e0.84 2 0.50 0.34 e0.72 2 1.83 1.04 e3.23 2 0.80 0.75 e0.86\nOA deﬁnition\nX-ray only 6 1.06 0.94 e1.19 11 0.67 0.57 e0.79 9 1.18 0.91 e1.52 10 0.88 0.81 e0.96\nOther 3 0.69 0.51 e0.94 1 0.33 0.24 e0.43 0n a 3 0.48 0.25 e0.91\nEthnicity\nCaucasian 6 0.84 0.72 e0.99 10 0.65 0.54 e0.80 6 1.12 0.85 e1.48 12 0.79 0.70 e0.89\nOther 3 1.16 0.86 e1.56 2 0.51 0.44 e0.59 3 1.62 0.91 e2.89 1 0.95 0.87 e1.03\nSample type\nRandom 6 0.89 0.74 e1.07 10 0.62 0.51 e0.76 8 1.14 0.88 e1.49 9 0.81 0.72 e0.92\nNon-random 3 1.02 0.73 e1.44 2 0.67 0.39 e1.15 1 1.69 0.80 e3.53 4 0.79 0.54 e1.15\nResponse rate\nR50% 6 0.93 0.77 e1.14 10 0.62 0.50 e0.76 6 1.13 0.85 e1.51 11 0.79 0.70 e0.89\n!50% or not stated 3 0.92 0.74 e1.15 2 0.70 0.44 e1.11 3 1.44 0.86 e2.42 2 1.00 0.89 e1.13\nReliability\nProvided 2 0.93 0.86 e1.00 7 0.62 0.52 e0.75 4 1.25 0.97 e1.62 6 0.83 0.72 e0.96\nNot provided 7 0.93 0.77 e1.14 5 0.65 0.45 e0.94 5 1.14 0.74 e1.76 7 0.78 0.65 e0.93\nna, not applicable.\n*Number of studies.\nyRR, pooled risk ratio (male:female) using random effects meta-analysis; bold face indicates the RR were statistically signiﬁcant at\naZ0.05.\nzPfor heterogeneity for overall pooled estimate in all sites !0.001.772 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 4027,
    "type": "results"
  },
  {
    "id": 4,
    "text": "bold face indicates the RR were statistically signiﬁcant at\naZ0.05.\nzPfor heterogeneity for overall pooled estimate in all sites !0.001.772 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\nFig. 1. Sex differences in prevalent OA dstudies of any OA and peripheral sites. Studies identiﬁed by ﬁrst author with reference citation\nnumber in parentheses.773 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 409,
    "type": "references"
  },
  {
    "id": 5,
    "text": "ex differences in prevalent OA dstudies of any OA and peripheral sites. Studies identiﬁed by ﬁrst author with reference citation\nnumber in parentheses.773 Osteoarthritis and Cartilage Vol. 13, No. 9\n\nnon-signiﬁcant risk reduction for males (pooled RR 0.93,\n95% CI 0.80 e1.08) ( Table II, Fig. 1 ). For knee OA (12\nstudies, nZ22,359), there was a signiﬁcant reduction in\nrisk for males (pooled RR 0.63, 95% CI 0.53 e0.75). For hip\nOA (nine studies, nZ14,664), there was no signiﬁcant sex\ndifference (pooled RR 1.18, 95% CI 0.91 e1.52). In handOA (13 studies, nZ30,762), there was a signiﬁcant risk\nreduction in males (pooled RR 0.81, 95% CI 0.73 e0.90).\nOnly four studies provided data on spine disease ( Table III,\nFig. 2 ), with no signiﬁcant difference in pooled risk\nestimates for the whole group between males and females\nfor cervical or lumbar spine OA. There was signiﬁcantTable IV\nSex differences in prevalent spine OA doverall pooling and by age\nDisc degeneration Apophyseal OA\nC-spine L-spine C-spine L-spine\nn* RRy95% CI n RRy95% CI n RR 95% CI n RR 95% CI\nOverall estimate 4 1.11 0.98 e1.26 4 1.09 0.89 e1.34 2 1.07 0.89 e1.28 2 1.13 0.44 e2.85\nBy age\n!55 years 3 1.29 1.18 e1.41 3 1.10 0.62 e1.96 1 1.72 1.18 e2.51 1 0.99 0.96 e1.02\nO55 years 3 1.24 0.99 e1.56 2 1.10 0.92 e1.31 1 0.95 0.81 e1.11 0 na na\nAge unstratiﬁed 1 0.97 0.85 e1.10 1 1.15 1.00 e1.33 1 1.23 0.91 e1.68 1 1.29 0.98 e1.68\nPfor heterogeneity for overall pooled estimate in all sites !0.001. C-spine, cervical spine; L-spine, lumbar spine; na, not applicable.\n*Number of studies.\nyRR, pooled risk ratio (male:female) using random effects meta-analysis ; bold face indicates the RR was statistically signiﬁcant at aZ0.05.\nFig. 2. Sex differences in prevalent OA dstudies of spine disease. Studies identiﬁed by ﬁrst author with reference citation number in\nparentheses.774 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 1911,
    "type": "references"
  },
  {
    "id": 6,
    "text": "ex differences in prevalent OA dstudies of spine disease. Studies identiﬁed by ﬁrst author with reference citation number in\nparentheses.774 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\nheterogeneity in the overall pooled male vs female RR\nestimates in all categories of OA except cervical spineapophyseal OA for which data were available only in twostudies. This heterogeneity persisted in most subgroup\nanalyses. Heterogeneity was least for hip OA and became\nnegligible when hip OA studies were pooled by age andethnicity.\nMeta-regression\nThe magnitude of the male vs female RR varied by age.\nAmong those R55 years of age, males tended to have\na signiﬁcantly lower pooled risk of knee OA and hand OAcompared to females, with no signiﬁcant sex differencesobserved for any OA, hip OA and spine disease ( Table III ).\nAmong those !55 years of age, no signiﬁcant sex\ndifferences were observed in pooled risk estimates forperipheral OA categories and any OA ( Table III ). There\nappeared to be a greater pooled risk for cervical spine OA in\nmales among those !55 years of age ( Table IV ), but not for\nother sites of spine disease. In univariable meta-regression,age contributed to the variability in lnRR estimates betweenstudies for both knee and hand OA. There was an\nestimated relative increase in the RR males vs females of\nC0.31 for knee OA ( PZ0.02) and C0.30 for hand OA\n(PZ0.04) for younger ( !55 years) compared to older age\n(R55 years), the effect of this being to decrease sex\ndifferences in prevalence in those aged !55 years.\nMale vs female differences were greater when OA was\ndeﬁned by other than radiographic methods (i.e., clinical or\nself-report) for any, knee and hand OA ( Table II ). Only\nradiographic deﬁnition was used in studies of hip OA. Inunivariable meta-regression, there was an increase in RRmales vs females of C0.57 for any OA ( PZ0.01),C1.03\nfor knee OA ( PZ0.02) and C0.80 (hand OA, P!0.0001)\nwhen OA was deﬁned using only radiographic methodscompared to other methods, the effect of this being to\ndecrease sex differences in prevalence when a purelyradiographic deﬁnition was used.\nMale vs female RRs were lower in predominantly\nCaucasian samples compared to non-Caucasian samples\nfor any OA, hip OA and hand OA, but with very littledifference for knee OA ( Table II ). For other quality\nmeasures, the effects of random vs non-random sample\nor adequate response rate ( R50%) vs poor response rate\n(!50%) were to cause an increase in the observed male vs\nfemale RRs for any OA and hip OA (in the former) and hip\nand hand OA (in the latter). The provision or non-provision\nof a reliability estimate for diagnosis did not change RRestimates. In univariable meta-regression, there were nosigniﬁcant associations observed between ethnicity, sample\ntype, response rate, diagnostic reliability and lnRR. There\nwas no signiﬁcant effect of overall quality score on lnRR forany OA and other peripheral sites.\nWith multivariable meta-regression, the associations of\nexplanatory variables with lnRR varied between OA\ncategories ( Table V ). No explanatory variables were\nsigniﬁcantly associated with lnRR for prevalent hip OA(data not shown). For any OA, 70% of between-study\nheterogeneity ( t\n2reduction from 0.10 to 0.03) could be\nexplained by the combination of method of OA deﬁnition,adequacy of response rate and ethnicity. These results for\nany OA remained unchanged after excluding a study18with\nan extremely large sample size ( nZ32,251) from the\nanalysis. This regression equation gives a predicted malevs female RR of 0.90 for any OA in an ‘‘ideal’’\nstudy (radiographic deﬁnition, response rate O50%) in\na Caucasian population, very similar to the overall pooledestimate of 0.93. For knee OA, the combination of OAdeﬁnition, ethnicity and provision of diagnostic reliability\nexplained 55% of residual heterogeneity between studies\n(t\n2reduction from 0.09 to 0.04). From this equation, the\nTable V\nMultivariable meta-regression of studies of prevalent OA\nVariable Any OA (9 studies *) Knee OA (12 studies *) Hand OA (13 studies *)\nb RR ratioyPzb RR ratio Pzb RR ratio Pz\nOA deﬁnition\nX-ray only 0.56 1.75 0.001 0.92 2.51 0.001 1.25 3.49 !0.001\nOtherx1.00 1.00 1.00\nEthnicity\nCaucasian /C2550.25 0.78 0.13 0.33 1.38 0.10 ee e\nOtherx1.00 1.00 ee e\nSample\nRandom eee e ee /C2550.91 0.41 0.002\nNon-randomxeee e ee 1.00\nResponse rate\nR50% /C2550.42 0.65 0.01 eee 0.78 2.18 0.012\n!50%/not statedx1.00 eee 1.00\nReliability\nProvided eee /C2550.26 0.77 0.09 ee e\nNot providedxeee 1.00 ee e\nConstant 0.01 /C2551.44 /C2551.26\nResults presented only for variables contained in the model of best-ﬁt in each OA category, with cells for those not included in the model left\nblank. No signiﬁcant associations were found for hip OA, therefore no data presented for this category. b-Regression coefﬁcient.\n*Number of studies providing subgroup data.\nyRatio of RR’s for subgroups estimated as eb.\nzPfor signiﬁcance for estimated change in RR for unit change in reference category.\nxReference category in each subgroup.775 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 5092,
    "type": "methods"
  },
  {
    "id": 7,
    "text": "or subgroups estimated as eb.\nzPfor signiﬁcance for estimated change in RR for unit change in reference category.\nxReference category in each subgroup.775 Osteoarthritis and Cartilage Vol. 13, No. 9\n\npredicted male vs female RR of 0.64 for an ideal study\n(radiographic deﬁnition, reliable measurement) in Cauca-sians is very similar to the pooled estimate of 0.63. In hand\nOA, 88% of residual between-study heterogeneity ( t2\nreduction from 0.08 to 0.01) was explained by the\ncombination of OA deﬁnition, sample type and adequacy\nof response rate. Using this equation, the predicted male vs\nfemale RR for hand OA in an ideal study (radiographicdeﬁnition, random sample, response rate O50%) is 0.87,\nsimilar to the pooled estimate of 0.81.\nSEX DIFFERENCE IN INCIDENCE OF OA\nThe meta-analysis for incident OA is presented in Fig. 3 .\nIn males, there was a statistically signiﬁcant reduction in the\nincidence rate of knee OA (IRR 0.55, 95% CI 0.32 e0.94,\nPZ0.03) and hip OA (IRR 0.64, 95% CI 0.48 e0.86,\nPZ0.003), and a non-signiﬁcant reduction in the incidence\nrate of hand OA (IRR 0.65, 95% CI 0.35 e1.20, PZ0.17).\nThere was signiﬁcant between-study heterogeneity for kneeand hand OA, but not for hip OA.\nExamination of the funnel plots showed that there was\nnon-symmetry for knee OA, hip OA and hand OA, but not for\nany OA ( ﬁg. 1 ). However, there were very few small studiesin most categories. There was a relative paucity of studies\nwith greater male vs female RRs in knee and hand OA, withthe reverse seen in studies of hip OA.\nSEX DIFFERENCES IN SEVERITY OF PREVALENT OA\nThese results are shown in Fig. 4 . Prevalent knee OA\nwas signiﬁcantly more severe in females (female vs male\npooled SMD 0.20, 95% CI 0.11 e0.28, P!0.001). These\nestimates did not change after excluding the single studywithout radiographic deﬁnition for OA (data not shown)17.\nThere was no difference between males and females in the\nseverity of prevalent hip OA (pooled SMD 0.02, 95% CI/C2550.07 to 0.10, PZ0.65) or prevalent hand OA (pooled\nSMD /C2550.03, 95% CI /C2550.11 to 0.05, PZ0.43). There was\nsigniﬁcant heterogeneity between studies in the pooled\nanalyses for all three categories. In univariable meta-regression, age contributed signiﬁcantly to the variability\nin SMDs between studies of knee OA ( bZ0.18, P!0.001)\nand hand OA ( bZ0.21, P!0.001) with a trend for hip OA\n(bZ/C2550.08, PZ0.08). The effect of age in knee and hand\nOA was to increase the male vs female SMDs in people\nagedR55 years compared to those aged !55 years\n(Fig. 5 ). There were no signiﬁcant effects of sample type,\nFig. 3. Meta-analysis of sex differences in incident osteoarthritis. Studies identiﬁed by ﬁrst author with reference citation number in\nparentheses.776 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 2787,
    "type": "results"
  },
  {
    "id": 8,
    "text": "a-analysis of sex differences in incident osteoarthritis. Studies identiﬁed by ﬁrst author with reference citation number in\nparentheses.776 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\nresponse rates, diagnostic reliability and ethnicity on\nbetween-study variability.\nDiscussion\nThis meta-analysis provides evidence to support sex\ndifferences in prevalent and incident OA that are site-\nspeciﬁc, with females generally at a higher risk. Heteroge-\nneity in sex differences in prevalent OA was substantiallyexplained by age, ethnicity, method of OA deﬁnition and\nsampling issues. We also found that females had more\nsevere radiographic knee OA than males, althoughthere were no signiﬁcant sex differences in severity of hip\nand hand OA. Age was a signiﬁcant contributor to the\nheterogeneity of effect of sex on severity in knee and handOA, with larger sex differences in people aged R55 years.\nThere was signiﬁcant risk reduction for knee and hand\nOA in males and this was consistent for both prevalence\nand incidence meta-analyses. However, the signiﬁcant 36%\nFig. 4. Meta-analysis of severity and prevalent osteoarthritis. Studies identiﬁed by ﬁrst author with reference citation number in parentheses.777 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 1266,
    "type": "discussion"
  },
  {
    "id": 9,
    "text": "ant 36%\nFig. 4. Meta-analysis of severity and prevalent osteoarthritis. Studies identiﬁed by ﬁrst author with reference citation number in parentheses.777 Osteoarthritis and Cartilage Vol. 13, No. 9\n\nrisk reduction for incident hip OA in males contrasts with the\nlack of a sex difference in prevalent hip OA. Sex differences\nin incidence studies are likely to be more reliable as theyare free from the effect of differential survival between\nsexes that may be seen in prevalence studies. Although\nonly two incidence studies of hip OA were available forpooling in the present analysis, the homogeneity of effectbetween these two large studies is also supportive of a true\nreduction in incident hip OA risk in males. Both studies were\nperformed amongst Caucasian people with symptomaticOA, thus limiting conclusions to such populations. More-over, such a sex difference in incident risk of hip OA is\nconsistent with emerging data in the literature. In a large\nclinical sample of patients undergoing urography, femaleswere found to have signiﬁcantly greater decline in joint\nspace width over a 4-year period\n60. In a randomly selected\npopulation-based older cohort, we have found that femalesex was independently associated with lower hip cartilagevolume in a cross-sectional analysis of a population-based\nsample of older people\n61. Longitudinal studies combining\nhip cartilage volume measures and standard radiographicmeasures may provide more deﬁnitive answers in thisregard. Few data are available in the published literature to\nexplain the sex differences observed in hand OA, with\nconﬂicting reports about associations of systemic factorssuch as hormonal status and obesity with hand OA in malesand females\n62,63. Given that genetic factors play an\nimportant part in hand OA, it remains to be seen if the\ndifference between sexes can be explained by interplaybetween genes and systemic/environmental factors. Find-\nings for ‘‘any OA’’ were difﬁcult to interpret because sex\ndifferences may have been masked by the variation in jointsites involved in different studies. In spine disease, theincreased risk in younger males of cervical spine OA\nsuggests the possibility of trauma as an explanation.\nHeterogeneity between studies remained an important\nfactor limiting the interpretation of our results for prevalentand incident OA. We were able to explore potential reasons\nfor such heterogeneity for the former, but not the latter. We\nfound that sex differences in knee and hand OA varied withage, such that prevalence was greater in females R55\nyears of age. The reasons for this site and age speciﬁcity\nare largely unknown but suggest an effect of the meno-pause\n64, reﬂecting the effect of estrogen deﬁciency in\nearlier life. In a recent report, the sex difference in kneecartilage volume became greater after 50 years of age,\nsuggesting a possible hormonal mediator of the sex\ndifference and indicating the need for further research inthis area65. Although estrogen may have a modulating\neffect on cartilage, the effects of sex hormones and growth\nfactors in mediating such an age esex interaction in OA risk\nare poorly understood2,64. We also speculate that the\nvariation of such sex differences by age may also reﬂect the\neffect of trauma in earlier life in males although this remains\nto be explored further.\nApart from age, univariable meta-regression showed that\nmethod of OA deﬁnition also explained a substantial\namount of the variation between studies of prevalent OA.\nThe use of radiographic methods to deﬁne OA appeared todecrease the difference between sexes compared to self-\nreport or clinical methods. Non-radiographic methods based\non pain or other symptoms may result in over-diagnosis ofOA. Female sex has been shown to be associated withhand pain after adjusting for age and radiographic scores\nfor hand OA\n66. Women may be more likely to self-report\nOA. Greater pain levels in women may be mediated byspeciﬁc forms of behaviour67that could lead to higher levels\nof self-report. Therefore, the use of non-radiographic\nmethods may tend to exaggerate sex differences in\nprevalence due to reporting bias. Multivariable modelingshowed that measures of study quality such as nature ofsample, response rates and reliability, in variable combina-\ntions with deﬁnition and ethnicity, also explained some of the\nheterogeneity between studies of any, knee and hand OA.After accounting for such heterogeneity in the multivariable\nmodel, the predicted male vs female RRs for these\ncategories were almost the same as the overall unadjustedpooled estimates. When combined with the small variation inrisk ratios between the individual studies, this suggests that\nthe observed degree of statistical heterogeneity between\nstudies may to some extent be explained by the largesamples in each category, and that the pooled estimatesmay be a reasonable reﬂection of the true sex differences.\nFemales had more severe radiographic knee OA than\nmales, but no signiﬁcant differences were found betweensexes in the severity of hip and hand OA. These ﬁndings\nmust be interpreted again in the light of heterogeneity\nbetween studies. We found that age may importantlycontribute to heterogeneity in these analyses with sexdifferences being more pronounced in people aged R55-1.00-0.500.000.501.00\nKnee Hip Hand\nSiteStandardised Mean Difference\nFavours Male<55 years\n>= 55 years P < 0.001 P = 0.08 P < 0.001Favours Female\nFig. 5. The effect of age on sex differences in severity of osteoarthritis.778 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 5552,
    "type": "methods"
  },
  {
    "id": 10,
    "text": "years\n>= 55 years P < 0.001 P = 0.08 P < 0.001Favours Female\nFig. 5. The effect of age on sex differences in severity of osteoarthritis.778 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\nyears, this effect being consistent for knee and hand OA.\nOther variables such as body mass index, physical activity,hormonal changes and bone factors may also explain thisheterogeneity. In knee OA, heterogeneity cannot be\nexplained by the method of OA diagnosis (self-report vs\nradiographic diagnosis) because the exclusion of the solestudy without radiographic diagnosis did not change theresults. Similarly, it is unlikely that the method of grading of\nseverity is responsible for variability in effect between\nstudies. Severity in almost all studies was graded using thestandard Kellgren and Lawrence scale, which is weighted\nmore towards the presence of osteophytes. It is possible,\nhowever, that different results may be obtained witha method of grading that is less dependent on the presenceof osteophytes and more on the degree of joint space\nnarrowing\n68. Heterogeneity may have also masked any sex\ndifferences in the severity of hip and hand OA, and thus wemay be limited in our ability to draw ﬁrm conclusions in thisregard.\nThe inclusion of only population-based studies, in-\ndependent double data extraction and a priori speciﬁcation\nof quality criteria are strengths of this meta-analysis.However, the possibility of publication bias is a potential\nlimitation. Funnel plot asymmetry appeared to exist for\nthe analyses of prevalent knee, hip and hand OA,indicating potential publication bias. It is difﬁcult to\nconclude publication bias in the presence of heterogeneity\nof effect. However, if present, such bias may arise from theexclusion of smaller unpublished studies or non-Englishstudies from the analysis. Such a bias may not be\nimportant in the case of hip OA, given that the overall\npooled result is towards the null. In the case of knee andhand OA, the effect of publication bias is that male vsfemale differences found in our analysis may be slight\noverestimates, and the effect of inclusion of any un-\npublished small studies may be to slightly attenuate but isunlikely to abolish the sex differences due to the large\nsamples included.\nIn conclusion, we provide meta-analytic evidence for\na greater risk in females for prevalent and incident knee andhand OA and incident hip OA. No signiﬁcant sex differences\nwere observed for prevalent hip OA. We also found a higher\nrisk for prevalent cervical spine degeneration in males aged!55 years. Females also tended to have more severe knee\nOA than males. Sex differences in severity were stronger\namong people aged R55 years. Thus, there is some basis\nfor further exploration of factors responsible for sex differ-ences in peripheral joint sites and possibly in the cervical\nspine. Further studies into these sex differences have the\npotential to increase understanding mechanisms underlyingthis common disease.\nReferences\n1. Hochberg MC. Epidemiology of osteoarthritis: current\nconcepts and new insights. J Rheumatol Suppl 1991;27:4e6.\n2. Davis MA. Epidemiology of osteoarthritis. Clin Geriatr\nMed 1988;4(2):241 e55.\n3. Felson DT, Zhang Y. An update on the epidemiology of\nknee and hip osteoarthritis with a view to prevention.Arthritis Rheum 1998;41(8):1343 e55.\n4. Sowers M. Epidemiology of risk factors for osteoarthri-\ntis: systemic factors. Curr Opin Rheumatol 2001;13(5):447e51.5. Cicuttini FM, Spector TD. The epidemiology of osteo-\narthritis of the hand. Rev Rhum Engl Ed 1995;62(6 Suppl 1):3S e8S.\n6. Felson DT, Zhang Y, Hannan MT, Naimark A, Weiss-\nman B, Aliabadi P, et al . Risk factors for incident\nradiographic knee osteoarthritis in the elderly: theFramingham Study. Arthritis Rheum 1997;40(4):728e33.\n7. Manninen P, Riihimaki H, Heliovaara M, Makela P.\nOverweight, gender and knee osteoarthritis. Int J ObesRelat Metab Disord 1996;20(6):595 e7.\n8. Oliveria SA, Felson D, Reed JI, Cirillo PA, Walker AM.\nIncidence of symptomatic hand, hip, and kneeosteoarthritis among patients in a health maintenanceorganization. Arthritis Rheum 1995;38(8):1134 e41.\n9. Wilson MG, Michet CJ Jr, Ilstrup DM, Melton LJ 3rd.\nIdiopathic symptomatic osteoarthritis of the hip andknee: a population-based incidence study. Mayo ClinicProc 1990;65(9):1214 e21.\n10. US Department of Health Education and Welfare.\nPrevalence of Osteoarthritis in Adults by Age, Sex,Race and Geographic Area d1960e1962. Washing-\nton, DC: National Center for Health Statistics 1966.\nReport No.: (PHS)1000-Series 1-No15.\n11. US Department of Health Education and Welfare. Basic\nData on Arthritis: Knee, Hip and Sacroiliac Joints\nMaryland: National Center for Health Statistics and\nTechnology 1979. Report No.: PHS 79 e1661.\n12. Ota H. Prevalence of osteoarthrosis of the hip and other\njoints in Japanese population. Nippon Seikeigeka\nGakkai Zasshi 1979;53(2):165 e80.\n13. Jones G, Nguyen T, Sambrook PN, Kelly PJ, Eisman JA.\nA longitudinal study of the effect of spinal degenerativedisease on bone density in the elderly. J Rheumatol\n1995;22(5):932 e6.\n14. Carmona L, Ballina J, Gabriel R, Laffon A. The burden\nof musculoskeletal diseases in the general population\nof Spain: results from a national survey. Ann Rheum\nDis 2001;60(11):1040 e5.\n15. Solomon L, Beighton P, Lawrence JS. Rheumatic\ndisorders in the South African Negro. Part II. Osteo-\narthrosis. S Afr Med J 1975;49(42):1737 e40.\n16. Mikkelsen WM, Dodge HJ, Duff IF, Kato H. Estimates\nof the prevalence of rheumatic diseases in the popu-lation of Tecumseh, Michigan, 1959 e60. J Chronic Dis\n1967;20(6):351 e69.\n17. Forman MD, Malamet R, Kaplan D. A survey of\nosteoarthritis of the knee in the elderly. J Rheumatol\n1983;10(2):282 e7.\n18. Steven MM. Prevalence of chronic arthritis in four\ngeographical areas of the Scottish Highlands. AnnRheum Dis 1992;51(2):186 e94.\n19. Laine VAI. Rheumatic complaints in an urban popula-\ntion in Finland. Acta Rheum Scand 1962;8:81 e8.\n20. Cvijetic S, Campbell L, Cooper C, Kirwan J, Potocki K.\nRadiographic osteoarthritis in the elderly population of\nZagreb: distribution, correlates, and the pattern of joint\ninvolvement. Croat Med J 2000;41(1):58 e63.\n21. Lawrence JS, Bremner JM, Bier F. Osteo-arthrosis.\nPrevalence in the population and relationship between\nsymptoms and x-ray changes. Ann Rheum Dis 1966;\n25(1):1e24.\n22. Haara MM, Manninen P, Kroger H, Arokoski JP,\nKarkkainen A, Knekt P, et al. Osteoarthritis of ﬁnger\njoints in Finns aged 30 or over: prevalence, determi-nants, and association with mortality. Ann Rheum Dis2003;62(2):151 e8.779 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 6633,
    "type": "results"
  },
  {
    "id": 11,
    "text": "al. Osteoarthritis of ﬁnger\njoints in Finns aged 30 or over: prevalence, determi-nants, and association with mortality. Ann Rheum Dis2003;62(2):151 e8.779 Osteoarthritis and Cartilage Vol. 13, No. 9\n\n23. Bremner JM, Lawrence JS, Miall WE. Degenerative\njoint disease in a Jamaican rural population. AnnRheum Dis 1968;27(4):326 e32.\n24. Felson DT, Zhang Y, Hannan MT, Naimark A, Weiss-\nman BN, Aliabadi P, et al. The incidence and natural\nhistory of knee osteoarthritis in the elderly. TheFramingham Osteoarthritis Study. Arthritis Rheum1995;38(10):1500 e5.\n25. Chaisson CE, Zhang Y, McAlindon TE, Hannan MT,\nAliabadi P, Naimark A, et al . Radiographic hand\nosteoarthritis: incidence, patterns, and inﬂuence of\npre-existing disease in a population based sample.\nJ Rheumatol 1997;24(7):1337 e43.\n26. Kellgren JH, Jeffrey MR, Ball J. The Epidemiology of\nChronic Rheumatism. Atlas of Standard Radiographs\nof Arthritis. Oxford: Blackwell Scientiﬁc 1963; Volume II.\n27. Sharp SJ. Meta-analysis regression. Stata Tech Bull\n1998;42:16 e22.\n28. DerSimonian R, Laird N. Meta-analysis in clinical trials.\nControl Clin Trials 1986;7(3):177 e88.\n29. Higgins JP, Thompson SG. Quantifying heterogeneity\nin a meta-analysis. Stat Med 2002;21(11):1539 e58.\n30. Acheson RM, Collart AB. New Haven survey of joint\ndiseases. XVII. Relationship between some systemic\ncharacteristics and osteoarthrosis in a general pop-ulation. Ann Rheum Dis 1975;34(5):379 e87.\n31. Bagge E, Bjelle A, Valkenburg HA, Svanborg A.\nPrevalence of radiographic osteoarthritis in two elderlyEuropean populations. Rheumatol Int 1992;12(1):33 e8.\n32. Blumberg B, Bloch K, Black R, Dotter C. A study of\nprevalence of arthritis in Alaskan Eskimos. Arthritis\nand Rheumatism 1961;4(4):325 e41.\n33. Brighton SW, de la Harpe AL, Van Staden DA. The\nprevalence of osteoarthrosis in a rural African com-\nmunity. Br J Rheumatol 1985;24(4):321 e5.\n34. Butler WJ, Hawthorne VM, Mikkelsen WM, Carman WJ,\nBouthillier DL, Lamphiear DE, et al . Prevalence of\nradiologically deﬁned osteoarthritis in the ﬁnger and\nwrist joints of adult residents of Tecumseh, Michigan,1962e65. J Clin Epidemiol 1988;41(5):467 e73.\n35. Davis MA, Ettinger WH, Neuhaus JM, Mallon KP.\nKnee osteoarthritis and physical functioning: evidence\nfrom the NHANES I epidemiologic followup study.J Rheumatol 1991;18(4):591 e8.\n36. Dodge HJ, Mikkelsen WM, Duff IF. Age esex speciﬁc\nprevalence of radiographic abnormalities of the joints\nof the hands, wrists and cervical spine of adultresidents of the Tecumseh, Michigan, Community\nHealth Study area, 1962 e1965. J Chronic Dis 1970;\n23(3):151 e9.\n37. Felson DT. The epidemiology of knee osteoarthritis:\nresults from the Framingham Osteoarthritis Study.\nSemin Arthritis Rheum 1990;20(3 Suppl 1):42 e50.\n38. Hirsch R, Fernandes RJ, Pillemer SR, Hochberg MC,\nLane NE, Altman RD, et al . Hip osteoarthritis\nprevalence estimates by three radiographic scoring\nsystems. Arthritis Rheum 1998;41(2):361 e8.\n39. Jones G, Nguyen T, Sambrook PN, Lord SR, Kelly PJ,\nEisman JA. Osteoarthritis, bone density, posturalstability, and osteoporotic fractures: a population\nbased study. J Rheumatol 1995;22(5):921 e5.\n40. Kellgren JH, Lawrence JS. Osteoarthrosis and disk\ndegeneration in an urban population. Ann Rheum Dis\n1958;17:388 e97.\n41. Klaukka T, Sievers K, Takala J. Epidemiology of\nrheumatic diseases in Finland in 1964 e76. Scand J\nRheumatol Suppl 1982;47:5 e13.42. Lawrence JS. Disc degeneration. Its frequency and\nrelationship to symptoms. Ann Rheum Dis 1969;28(2):121e38.\n43. Lawrence JS. Generalized osteoarthrosis in a popula-\ntion sample. Am J Epidemiol 1969;90(5):381 e9.\n44. Lethbridge-Cejku M, Tobin JD, Scott WW Jr, Reichle R,\nPlato CC, Hochberg MC. The relationship of age andgender to prevalence and pattern of radiographic\nchanges of osteoarthritis of the knee: data from\nCaucasian participants in the Baltimore LongitudinalStudy of Aging. Aging (Milano) 1994;6(5):353 e7.\n45. Mannoni A, Briganti MP, Di Bari M, Ferrucci L,\nCostanzo S, Serni U, et al. Epidemiological proﬁle of\nsymptomatic osteoarthritis in older adults: a populationbased study in Dicomano, Italy. Ann Rheum Dis 2003;\n62(6):576 e8.\n46. Mannoni A, Briganti MP, Di Bari M, Ferrucci L, Serni U,\nMasotti G, et al . Prevalence of symptomatic hand\nosteoarthritis in community-dwelling older persons: the\nICARe Dicomano study. Osteoarthritis Cartilage 2000;\n8(Suppl A):S11 e3.\n47. Meyers OL, Jessop S, Klemp P. The epidemiology of\nrheumatic disease in a rural and an urban population over\nthe age of 65 years. S Afr Med J 1982;62(12):403 e5.\n48. Nevitt MC, Xu L, Zhang Y, Lui LY, Yu W, Lane NE, et al.\nVery low prevalence of hip osteoarthritis among\nChinese elderly in Beijing, China, compared with\nwhites in the United States: the Beijing osteoarthritisstudy. Arthritis Rheum 2002;46(7):1773 e9.\n49. Odding E, Valkenburg HA, Algra D, Vandenouweland FA,\nGrobbee DE, Hofman A. Associations of radiological\nosteoarthritis of the hip and knee with locomotordisability in the Rotterdam Study. Ann Rheum Dis 1998;57(4):203 e8.\n50. Petersson IF, Boegard T, Saxne T, Silman AJ,\nSvensson B. Radiographic osteoarthritis of the kneeclassiﬁed by the Ahlback and Kellgren & Lawrence\nsystems for the tibiofemoral joint in people aged\n35e54 years with chronic knee pain. Ann Rheum\nDis 1997;56(8):493 e6.\n51. Pogrund H, Rutenberg M, Makin M, Robin G, Menczel J,\nSteinberg R. Osteoarthritis of the hip joint and osteo-\nporosis: a radiological study in a random populationsample in Jerusalem. Clin Orthop 1982;164:130 e5.\n52. van Saase JL, van Romunde LK, Cats A,\nVandenbroucke JP, Valkenburg HA. Epidemiology of\nosteoarthritis: Zoetermeer survey. Comparison ofradiological osteoarthritis in a Dutch population with\nthat in 10 other populations. Ann Rheum Dis 1989;\n48(4):271 e80.\n53. Zhang MY, Niu J, Kelly-Hayes M, Chaisson CE,\nAliabadi P, Felson D. Prevalence of symptomatic hand\nosteoarthritis and its impact on functional status among\nthe elderly. Am J Epidemiol 2002;156(11):1021 e7.\n54. Zhang Y, Xu L, Nevitt MC, Aliabadi P, Yu W, Qin M, et al.\nComparison of the prevalence of knee osteoarthritis\nbetween the elderly Chinese population in Beijing and\nwhites in the United States: the Beijing OsteoarthritisStudy. Arthritis Rheum 2001;44(9):2065 e71.\n55. Zhang Y, Xu L, Nevitt MC, Niu J, Goggins JP, Aliabadi P,\net al. Lower prevalence of hand osteoarthritis among\nChinese subjects in Beijing compared with whitesubjects in the United States: the Beijing Osteoarthritis\nStudy. Arthritis Rheum 2003;48(4):1034 e40.\n56. Hernborg J, Nilsson BE. Age and sex incidence of\nosteophytes in the knee joint. Acta Orthop Scand1973;44(1):66 e8.780 V. K. Srikanth et al. : Sex differences in osteoarthritis",
    "length": 6702,
    "type": "results"
  },
  {
    "id": 12,
    "text": "03;48(4):1034 e40.\n56. Hernborg J, Nilsson BE. Age and sex incidence of\nosteophytes in the knee joint. Acta Orthop Scand1973;44(1):66 e8.780 V. K. Srikanth et al. : Sex differences in osteoarthritis\n\n57. Harris PA, Hart DJ, Dacre JE, Huskisson EC,\nSpector TD. The progression of radiological handosteoarthritis over ten years: a clinical follow-up study.Osteoarthritis Cartilage 1994;2(4):247 e52.\n58. Hoaglund FT, Yau AC, Wong WL. Osteoarthritis of the\nhip and other joints in southern Chinese in Hong Kong.J Bone Joint Surg Am 1973;55(3):545 e57.\n59. Isomaki HA. An epidemiologically based follow-up study\nof recent arthritis. Incidence, outcome and classiﬁcation.\nClin Rheumatol 1987;6(Suppl 2):53 e9.\n60. Lanyon P, Muir K, Doherty S, Doherty M. Age and sex\ndifferences in hip joint space among asymptomatic\nsubjects without structural change: implications forepidemiologic studies. Arthritis Rheum 2003;48(4):1041e6.\n61. Zhai G, Cicuttini F, Srikanth V, Cooley HM, Ding C,\nJones G. Factors associated with hip cartilage volumemeasured by magnetic resonance imaging (MRI) dthe\nTasmanian Older Adult Cohort Study (TASOAC).\nArthritis Rheum (In press).\n62. Hart DJ, Spector TD. Deﬁnition and epidemiology of\nosteoarthritis of the hand: a review. OsteoarthritisCartilage 2000;8(Suppl A):S2 e7.\n63. Cicuttini FM, Spector TD. Osteoarthritis in the aged.\nEpidemiological issues and optimal management.Drugs Aging 1995;6(5):409 e20.\n64. Wluka AE, Cicuttini FM, Spector TD. Menopause,\noestrogens and arthritis. Maturitas 2000;35(3):183e99.65. Ding C, Cicuttini F, Scott F, Glisson M, Jones G. Sex\ndifferences in knee cartilage volume in adults: roleof body and bone size, age and physical activity.Rheumatology (Oxford) 2003;42(11):1317 e23.\n66. Jones G, Cooley HM, Bellamy N. A cross-sectional\nstudy of the association between Heberden’s nodes,radiographic osteoarthritis of the hands, grip strength,disability and pain. Osteoarthritis Cartilage 2001;9(7):\n606e11.\n67. Keefe FJ, Lefebvre JC, Egert JR, Afﬂeck G, Sullivan\nMJ, Caldwell DS. The relationship of gender to pain,\npain behavior, and disability in osteoarthritis patients:\nthe role of catastrophizing. Pain 2000;87(3):325 e34.\n68. Altman RD. The classiﬁcation of osteoarthritis. J Rheu-\nmatol Suppl 1995;43:42 e3.\nAbbreviations\nHES :Health Examination Survey.\nlnRR :Natural Logarithm of Risk Ratio.\nIRR:Incidence Rate Ratio.\nNHANES :National Health and Examination Survey.\nOA:Osteoarthritis.\nROA :Radiographic Osteoarthritis.\nRR:Risk Ratio.\nSE:Standard Error.\nSMD :Standardized Mean Difference.781 Osteoarthritis and Cartilage Vol. 13, No. 9",
    "length": 2597,
    "type": "content"
  }
]