[
  {
    "id": 0,
    "text": "2016 Patellofemoral pain consensus statement from\nthe 4th International Patellofemoral Pain Research\nRetreat, Manchester. Part 1: Terminology,deﬁnitions, clinical examination, natural history,\npatellofemoral osteoarthritis and patient-reportedoutcome measures\nKay M Crossley,1Joshua J Stefanik,2James Selfe,3Natalie J Collins,4Irene S Davis,5\nChristopher M Powers,6Jenny McConnell,7Bill Vicenzino,4David M Bazett-Jones,8\nJean-Francois Esculier,9Dylan Morrissey,10,11Michael J Callaghan12,13\nFor numbered af ﬁliations see\nend of article.\nCorrespondence to\nProfessor Michael J Callaghan,Faculty of Health, Psychologyand Social Care, School of\nHealth Professions. Manchester\nMetropolitan University,Manchester, UK\nReceived 26 April 2016\nAccepted 1 May 2016\n▸http://dx.doi.org/10.1136/\nbjsports-2015-095607\n▸http://dx.doi.org/10.1136/\nbjsports-2016-096268▸http://dx.doi.org/10.1136/\nbjsports-2016-096294▸http://dx.doi.org/10.1136/\nbjsports-2016-096328\nTo cite: Crossley KM,\nStefanik JJ, Selfe J, et al.\nBr J Sports Med2016; 50:839–843.INTRODUCTION\nPatellofemoral pain (PFP) typically presents as\ndiffuse anterior knee pain, usually with activities\nsuch as squatting, running, stair ascent and descent.\nIt is common in active individuals across the life-span,\n1–4and is a frequent cause for presentation at\nphysiotherapy , general practice, orthopaedic andsports medicine clinics in particular.\n56Its impact is\nprofound, often reducing the ability of those withPFP to perform sporting, physical activity andwork-related activities pain-free. Increasing evi-dence suggests that it is a recalcitrant condition,persisting for many years.\n7–9In an attempt to share\nrecent innovations, build on the ﬁrst three success-\nful biennial retreats and de ﬁne the ‘state of the art’\nfor this common, impactful condition; the 4thInternational Patellofemoral Pain Research Retreatwas convened.\nThe 4th International Patellofemoral Research\nRetreat was held in Manchester, UK, over 3 days(September 2 –4th, 2015). After undergoing peer-\nreview for scienti ﬁc merit and relevance to the\nretreat, 67 abstracts were accepted for the retreat(50 podium presentations, and 17 short presenta-tions). The podium and short presentations weregrouped into ﬁve categories; (1) PFP , (2) factors\nthat in ﬂuence PFP (3) the trunk and lower extrem-\nity (4) interventions and (5) systematic analyses.\nThree keynote speakers were chosen for their scien-tiﬁc contribution in the area of PFP . Professor\nAndrew Amis spoke on the biomechanics of thepatellofemoral joint. Professor David Felson spokeon patellofemoral arthritis,\n10and Dr Michael\nRatleff ’s keynote theme was PFP in the adolescent\npatient.11As part of the retreat, we held structured,\nwhole-group discussions in order to develop con-\nsensus relating to the work presented at the\nmeeting as well as evidence gathered from theliterature.\nConsensus development process\nIn our past three International PatellofemoralResearch Retreats, we developed a consensus state-ment addressing different presentation categor-ies.\n12–14In Manchester in 2015, we revised theformat. For the exercise and physical interventions,\nwe developed consensus based on reviews of sys-tematic reviews, and these are reported in a com-\npanion publication.\n15For factors contributing to\nPFP , Professor Christopher Powers facilitated the\ndiscussion and development of consensus, which ispublished in another companion publication. Forthe remaining topics of terminology, de ﬁnitions/\ndiagnosis and features of clinical examination, aconsensus discussion was led by KMC, with theresults described below.\nIn addition to the consensus activities, two sec-\ntions that had been features of prior consensus meet-ings underwent an update and synthesis of literature.The evidence related to natural history of PFP andpatellofemoral osteoarthritis (OA) was described byJJS and KMC, while a recommendation on PROMsfor use in PFP was completed by NJC, DBJ andJFE, based on the best available evidence.\nThe following pages present the 4th\nPatellofemoral Pain Consensus Statement regardingterminology, de ﬁnitions, clinical examination,\nnatural history , patellofemoral OA and patientreported outcomes (PROMs). These statementsrepresent the contemporary status of knowledge intheﬁeld of PFP and hence, will change over time.\nThis document was developed for clinicians andresearchers, to improve our comprehension of thisproblematic condition, and provide a guide forbetter and more consistent assessment and manage-ment. Additionally, gaps in current knowledge canbe identi ﬁed and provide a basis for future research\ndirections.\nTERMINOLOGY\nT wo terms were proposed for the condition: (1)\nPFP and (2) patellofemoral arthropathy. PFP hasbeen used as the preferred term over recent years,however, it does not take into account how non-painful joint conditions could be a precursor topain development, does not include symptoms suchas crepitus, and may increase a focus on the ‘pain ’\naspect of the condition. The alternative term, patel-lofemoral arthropathy, was proposed, as part of theincreasing recognition that PFP may be a symptom\nOpen Access\nScan to access more\nfree content\nCrossley KM, et al.Br J Sports Med 2016; 50:839–843. doi:10.1136/bjsports-2016-096384\n 839Consensus statementProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as",
    "length": 5537,
    "type": "abstract"
  },
  {
    "id": 1,
    "text": "mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as\n\nof joint disease. Focusing on the disease process (arthropathy)\nmight not be appropriate because: (A) the linkage betweendisease process and pain presentation is not clear, (B) pain is thepredominant symptom, and (C) it could shift the focus toimaging, rather than clinical outcomes.\nStatement 1 .The term ‘patellofemoral pain ’is the preferred\nterm, and is a synonym for other terms including: (1) PFP syn-\ndrome; (2) chondromalacia patella; (3) anterior knee pain and/or syndrome; and (4) runner ’s knee.\nDEFINING PFP\nStatement 2. The core criterion required to de ﬁne PFP is pain\naround or behind the patella, which is aggravated by at least oneactivity that loads the patellofemoral joint during weight bearingon a ﬂexed knee (eg, squatting, stair ambulation, jogging/\nrunning, hopping/jumping).Additional criteria (not essential):A. Crepitus or grinding sensation emanating from the patellofe-\nmoral joint during knee ﬂexion movements\nB. T enderness on patellar facet palpationC. Small effusionD. Pain on sitting, rising on sitting, or straightening the knee\nfollowing sitting\nStatement 3. People with a history of dislocation, or whoreport perceptions of subluxation, should not be included instudies of PFP , unless the study is speci ﬁcally evaluating these\nsubgroups.\nCurrently, such patients are considered to be a subgroup of\npeople with patellofemoral disorders and/or pain, who mayhave distinct presentations, biomechanical risk factors andrequire different treatments approaches.\nCLINICAL EXAMINATION OF PFP\nClinical examination is the cornerstone to diagnose PFP ,16 17\nbut there is no de ﬁnitive clinical test to diagnose PFP .18\nStatement 4. The best available test is anterior knee pain elicitedduring a squatting manoeuvre: PFP is evident in 80% of peoplewho are positive on this test.\n18\nAdditional tests (limited evidence):\nT enderness on palpation of the patellar edges (PFP is evident\nin 71 –75% of people with this ﬁnding.18\nT ests with limited diagnostic usefulness\n▸Patellar grinding and apprehension tests (eg, Clarke ’s test)\nhave low sensitivity and limited diagnostic accuracy forPFP .\n18 19\n▸Knee range of motion and effusion.\nNATURAL HISTORY\nIncidence and prevalence of PFP\nStatement 5. PFP is common in young adolescents, with a\nprevalence of 7 –28%,22 02 1and incidence of 9.2%.20\nFew studies have evaluated prevalence or incidence in other\npopulations, except in the military,4where the annual incidence\nin men is 3.8% and in women is 6.5%, with a prevalence of12% in men and 15% in women.\n4\nSpecialisation in a single sport was associated with a relative\nrisk (1.5: 95% CI: 1.0 to 2.2) of PFP incidence compared tomultisport athletes.\n2\nPATELLOFEMORAL OSTEOARTHRITIS\nPrevalence and impact of patellofemoral OA\nStatement 6. Patellofemoral OA is an under recognised yet\nimportant subgroup of knee OA.22 23Knee OA research has mainly focused on the tibiofemoral\ncompartment, yet recent evidence suggests that the patellofe-\nmoral compartment is at least as commonly affected by OA.24–26\nDepending on the source population and de ﬁnition of OA (ie,\nradiographic or MRI) isolated patellofemoral OA is present in\n11–24% of older individuals and occurs in combination with\ntibiofemoral OA in 4 –40% of people. People with patellofe-\nmoral OA exhibit similar patterns of pain and functional limita-\ntion to those with PFP .27–31\nRisk factors/factors associated with patellofemoral OA\nStatement 7. A variety of factors may alter the mechanics of thepatellofemoral joint and increase joint stress, potentially leadingto OA.A. Abnormal patellofemoral joint alignment and trochlear\nmorphology are associated with patellofemoral OA (bothradiographic and MRI features). A recent systematicreview\n32concluded that there is strong evidence that patel-\nlofemoral OA is associated with both abnormal trochlearmorphology and frontal plane knee alignment. There is alsolimited evidence (due to the lack of longitudinal studies)that malalignment in the sagittal (patella alta) and axial(lateral patellar displacement and tilt) planes are associatedwith patellofemoral OA. However, there remains a knowl-edge gap regarding optimal measures and thresholds to bestpredict patellofemoral OA.\nB. Muscle weakness: Quadriceps weakness is an important\nfactor in patellofemoral OA. Quadriceps function, such asmuscle size,\n33strength34 35and muscle force,36is impaired\nin people with patellofemoral OA. Importantly, quadricepsweakness is a risk factor for patellofemoral OA.\n37W eakness\nof muscle groups above the knee (involving the gluteii, oftenreferred to as the ‘proximal muscles ’) is well documented in\nyoung individuals with non-arthritic PFP .\n16 38 –42Emerging\nevidence suggests that those with patellofemoral OA mayalso demonstrate proximal muscle dysfunction compared tocontrols, including lower gluteus minimus and medius peakmuscle force,\n43and lower hip abductor strength.44These\nstudies found no differences in gluteus maximus peakmuscle force\n43or hip external rotator strength.44In the\nabsence of longitudinal studies, the potential for hip muscleweakness to increase the risk of patellofemoral OA remainsunknown.\nC. Abnormal biomechanics: There is recent evidence that indi-\nviduals with patellofemoral OA demonstrate abnormal bio-mechanics during gait.\n36 43 45 –47Fok et al36reported that\nthose with patellofemoral OA had lower knee extension\nmoments, quadriceps forces and patellofemoral joint reac-tion forces during stair ascent and descent. In contrast tothese ﬁndings, Pohl et al\n44reported that pelvis, hip and\nknee kinematics were not different between people with\npatellofemoral OA and controls. In the only longitudinalstudy to date, T eng et al\n48found that peak knee ﬂexion\nmoment and ﬂexion moment impulse at baseline lead to\nprogression of patellofemoral cartilage damage over 2 years.\nStatement 8. Anterior cruciate ligament reconstruction (ACLR)increases the risk of patellofemoral OA.\nThere is radiographic and MRI evidence of patellofemoral\nOA following ACLR,\n49–57which appears to be independent of\nhamstring tendon or bone-patellar-bone autograft. Whilefurther longitudinal studies are required to elucidate themechanisms underpinning patellofemoral OA following ACLR,it may be related to altered biomechanics and concomitantchondral damage.\n56 58Notably, patellofemoral OA following\n840 Crossley KM, et al.Br J Sports Med 2016; 50:839 –843. doi:10.1136/bjsports-2016-096384Consensus statementProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as",
    "length": 6906,
    "type": "content"
  },
  {
    "id": 2,
    "text": "mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as\n\nACLR is associated with worse symptoms and function57and\ndeteriorating symptoms.59\nRelationship between structure and pain\nStatement 9. The relationship between abnormal joint structure\nand pain is imprecise. Patellofemoral pathology is traditionally\nconsidered to occur in the lateral compartment, which appears\ninconsistent with cartilage damage and bone marrow lesions(BMLs) on MRI (two hallmark features of OA on MRI) present-ing in the medial and lateral patellofemoral joint.\n60 61An inter-\nesting ﬁnding was that PFP was only present with lateral\npatellofemoral joint damage and with concomitant medial andlateral structural damage, but not when there was only medialjoint damage.\n61In a series of studies, Sharma et al62found that\nPFJ cartilage damage and BMLs were associated with prevalent\nfrequent knee symptoms and incident persistent symptoms over5 years and that worsening of preradiographic patelofemoraldamage was associated with persistent knee symptoms.\n63\nStatement 10. The infrapatellar fat pad is an intracapsular andextrasynovial tissue that is highly innervated and a potentialcause of PFP .\nThe role of the fat pad in the patellofemoral OA disease\nprocess remains unclear. In a cohort of people with patellofe-moral OA there was greater fat pad volume compared to con-trols, and greater fat pad volume was associated with greaterknee pain severity .\n64In other cohorts of people with and\nwithout OA, greater fat pad size was associated with greatermedial and lateral tibial and patellar cartilage volume,\n65and\npredicted lower knee pain at follow-up.66\nTreatment of patellofemoral OA\nStatement 11. Clinical features of patellofemoral OA may differfrom tibiofemoral OA.\nIt is possible that in order to target effective rehabilitation\ntreatments for those with patellofemoral OA, we need to recog-nise the clinical ﬁndings that identify and discriminate them\nfrom tibiofemoral OA. Schiphof et al\n67reported that the pres-\nence of crepitus in the knee and history of patellar pain weresigniﬁcantly associated with patellofemoral joint OA (but not\ntibiofemoral joint OA) in women. Other studies reported poordiagnostic ability of a variety of clinical examination ﬁndings\nself-reported knee pain location and with activities to discrimin-ate those with patellofemoral OA from those with tibiofemoralOA.\n34 68This is an area requiring further investigation, as high-\nlighted in the Felson editorial.10\nStatement 12. A combined intervention69(ie, exercise therapy,\neducation, manual therapy and taping) or patellofemoral bracing70\nmay improve outcomes for people with patellofemoral OA.\nPatellofemoral bracing may improve patellofemoral kinematics\nand knee pain and shrink BMLs in those with patellofemoral\nOA.70 71 72The only other study on patellofemoral bracing\nfound a small but non-signi ﬁcant effect on knee pain.73\nPATIENT-REPORTED OUTCOME MEASURES\nPROMs are used by researchers and clinicians to follow the\ncourse of PFP and evaluate treatment outcomes. T ypically admi-nistered as questionnaires, PROMs measure the patient ’so w n\nperspective of their PFP and treatment, without interpretationof their response by another individual. This minimises observerbias, and captures aspects of PFP that are likely to be importantto the patient.Statement 13. Researchers should use a standard set of PROMsfor PFP and OA to facilitate future comparisons and pooling ofdata.These should encompass three core clinical constructs: pain,\nfunction and global assessment.\n74Researchers may also choose\nto evaluate quality of life and physical activity (optional con-structs). Speciﬁ c PROMs for each construct will be recom-\nmended in an upcoming paper, based on a Delphi exercise.\nIt should be noted that few PROMs have been developed spe-\nciﬁcally for PFP , raising the possibility that PROMs commonly\nused in research to date may lack content validity for thispatient population.\nFUTURE DIRECTIONS\nThe reporting in studies of patients with PFP can limit theirknowledge translation and as a result, a Delphi exercise isunderway , to determine the minimum design and reporting stan-dards for PFP . The 5th International Patellofemoral PainResearch Retreat, will be held in Brisbane, Australia in July ,2017.\nAuthor af ﬁliations\n1La Trobe Sport and Exercise Medicine Research Centre, School of Allied Health, La\nTrobe University, Bundoora, Victoria, Australia\n2Department of Physical Therapy, Movement & Rehabilitation Sciences, Northeastern\nUniversity, Boston, Massachusetts, USA\n3Faculty of Health, Psychology and Social Care, Department of Health Professions.\nManchester Metropolitan University, Manchester, UK\n4School of Health and Rehabilitation Sciences, The University of Queensland,\nBrisbane, Queensland, Australia\n5Department of Physical Medicine and Rehabilitation, Spaulding National Running\nCentre, Harvard Medical School, Cambridge, Massachusetts, USA\n6Division of Biokinesiology & Physical Therapy, University of Southern California, Los\nAngeles, California, USA\n7McConnell Physiotherapy Group, Mosman, New South Wales, Australia\n8Department of Physical Therapy, Carroll University, Waukesha, Wisconsin, USA\n9Faculty of Medicine, Centre for Interdisciplinary Research in Rehabilitation and\nSocial Integration Universite Laval, Quebec, Quebec, Canada\n10Centre for Sport and Exercise Medicine, Queen Mary University of London,\nLondon, UK\n11Physiotherapy Department, Bart ’s Health NHS Trust, London, UK\n12Faculty of Health, Psychology and Social Care, School of Health Professions.\nManchester Metropolitan University, Manchester, UK\n13Centre for Musculoskeletal Research, University of Manchester, Manchester, UK\nTwitter Follow Kay Crossley: @kaymcrossley, Joshua Stefanik: @patellaprof, Natalie\nCollins: @natj_collins, Irene Davis: @IreneSDavis, Bill Vicenzino: @Bill_Vicenzino,\nDavid Bazett-Jones: @DrBazettJones, Jean-Francois Esculier: @JFEsculier, DylanMorrisey: @DrDylanM\nAcknowledgements All participants contributing to the 4th International\nPatellofemoral Pain Research Retreat.\nContributors KMC, CMP, ISD, JMcC conceived the idea of the consensus\ndevelopment. All authors contributed to discussion and editing of the paper. JJS and\nKMC updated the patellofemoral OA section, NJC, DMB-J and J-FE updated the\nPROM section. MJC and JS contributed information regarding the meeting. All\nauthors contributed to write up and approved the ﬁnal manuscript.\nFunding BJSM paid for international travel ﬂights for one keynote speaker to\nattend the consensus meeting.\nCompeting interests None declared.\nProvenance and peer review Not commissioned; externally peer reviewed.\nOpen Access This is an Open Access article distributed in accordance with the\nCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which\npermits others to distribute, remix, adapt, build upon this work non-commercially,\nand license their derivative works on different terms, provided the original work is\nproperly cited and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/\nREFERENCES\n1 Myer GD, Ford KR, Barber Foss KD, et al. The incidence and potential\npathomechanics of patellofemoral pain in female athletes. Clin Biomech (Bristol,\nAvon) 2010;25:700 –7.\n2 Hall R, Barber Foss K, Hewett TE, et al. Sport specialization ’s association with an\nincreased risk of developing anterior knee pain in adolescent female athletes.\nJ Sport Rehabil 2015;24:31 –5.\nCrossley KM, et al.Br J Sports Med 2016; 50:839 –843. doi:10.1136/bjsports-2016-096384 841Consensus statementProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as",
    "length": 7972,
    "type": "discussion"
  },
  {
    "id": 3,
    "text": "mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as\n\n3 Rathleff MS, Skuldbøl SK, Rasch MNB, et al. Care-seeking behaviour of adolescents\nwith knee pain: a population-based study among 504 adolescents. BMC\nMusculoskelet Disord 2013;14:225.\n4 Boling M, Padua D, Marshall S, et al. Gender differences in the incidence and\nprevalence of patellofemoral pain syndrome. Scand J Med Sci Sports\n2010;20:725 –30.\n5 Kannus P, Aho H, Jarvinen M, et al. Computerised recording of visits to an\noutpatient sports clinic. Am J Sports Med 1987;15:79 –85.\n6 Taunton JE, Ryan MB, Clement DB, et al. A retrospective case-control analysis of\n2002 running injuries. Br J Sports Med 2002;36:95 –101.\n7 Collins NJ, Bierma-Zeinstra SM, Crossley KM, et al. Prognostic factors for\npatellofemoral pain: A multicentre observational analysis. Br J Sports Med\n2013;47:227 –33.\n8 Nimon G, Murray D, Sandow M, et al. Natural history of anterior knee pain: a 14-\nto 20-year follow-up of nonoperative management. J Pediatr Orthop\n1998;18:118 –22.\n9 Lankhorst NE, Van Middelkoop M, KM C, et al. Factors that predict a poor outcome\n5–8 years after the diagnosis of patellofemoral pain: a multicentre observational\nanalysis. Br J Sports Med 2016;50:881 –6.\n10 Felson DT. Challenges of identifying and treating patellofemoral osteoarthritis. Br J\nSports Med 2016;50:832 –3.\n11 Rathleff MS. Patellofemoral pain during adolescence: Much more prevalent than\nappreciated. Br J Sports Med 2016;50:831 –32.\n12 Witvrouw E, Callaghan MJ, Stefanik JJ, et al. Patellofemoral pain: Consensus\nstatement from the 3rd International Patellofemoral Pain Research Retreat held in\nVancouver, September 2013. Br J Sports Med 2014;48:411 –14.\n13 Powers CM, Bolgla LA, Callaghan MJ, et al. Patellofemoral pain: proximal, distal,\nand local factors, 2nd International Research Retreat. J Orthop Sports Phys Ther\n2012;42:A1 –54.\n14 Davis IS, Powers CM. Patellofemoral pain syndrome: proximal, distal, and local\nfactors, an international retreat, April 30-May 2, 2009, Fells Point, Baltimore, MD.J Orthop Sports Phys Ther 2010;40:A1 –16.\n15 Crossley KM, van Middelkoop M, Callaghan MK, et al. 2016 patellofemoral pain\nconsensus statement from the 4th International Patellofemoral Pain Research\nRetreat, Manchester Part 2: Recommended physical interventions (exercise, taping,\nbracing, foot orthoses and combined interventions). Br J Sports Med 2016;50:\n844–52.\n16 \nCrossley KM, Cook JL, Cowan SM, et al. Anterior knee pain. In: Brukner PD, Bahr\nR, Blair S, et al.Brukner and Khan ’s Clinical Sports Medicine . Sydney, McGraw Hill:\n2012:684 –714.\n17 Crossley KM, Callaghan M, van Linschoten R. Patellofemoral pain: practie pointer.\nBMJ 2015;351:h3939.\n18 Nunes GS, Stapait EL, Kirsten MH, et al. Clinical test for diagnosis of patellofemoral\npain syndrome: Systematic review with meta-analysis. Phys Ther Sport\n2013;14:54 –9.\n19 Doberstein ST, Romeyn RL, Reineke DM. The diagnostic value of the Clarke sign in\nassessing chondromalacia patella. J Athl Train 2008;43:190 –6.\n20 Myer GD, Ford KR, Di Stasi SL, et al. High knee abduction moments are common\nrisk factors for patellofemoral pain (PFP) and anterior cruciate ligament (ACL) injuryin girls: Is PFP itself a predictor for subsequent ACL injury? Br J Sports Med\n2015;49:118 –22.\n21 Rathleff MS, Roos EM, Olesen JL, et al. Exercise during school hours when added\nto patient education improves outcome for 2 years in adolescent patellofemoralpain: a cluster randomised trial. Br J Sports Med 2015;49:406 –12.\n22 Hinman RS, Crossley KM. Patellofemoral joint osteoarthritis: an important subgroup\nof knee osteoarthritis. Rheumatology (Oxford) 2007;46:1057 –62.\n23 Crossley KM, Hinman RS. The patellofemoral joint: the forgotten joint in knee\nosteoarthritis. Osteoarthr Cartil 2011;19:765 –7.\n24 Duncan RC, Hay EM, Saklatvala J, et al. Prevalence of radiographic osteoarthritis —\nit all depends on your point of view. Rheumatology (Oxford) 2006;45:757 –60.\n25 McAlindon TE, Snow S, Cooper C, et al. Radiographic patterns of osteoarthritis of\nthe knee joint in the community: the importance of the patellofemoral joint. Ann\nRheum Dis 1992;51:844 –9.\n26 Stefanik JJ, Niu J, Gross KD, et al. Using magnetic resonance imaging to determine\nthe compartmental prevalence of knee joint structural damage. Osteoarthr Cartil\n2013;21:695 –9.\n27 Duncan R, Peat G, Thomas E, et al. How do pain and function vary with\ncompartmental distribution and severity of radiographic knee osteoarthritis?Rheumatology (Oxford) 2008;47:1704 –7.\n28 Hunter DJ, March L, Sambrook PN. The association of cartilage volume with knee\npain. Osteoarthr Cartil 2003;11:725 –9.\n29 Kornaat PR, Bloem JL, Ceulemans RY, et al. Osteoarthritis of the knee: association\nbetw\neen clinical features and MR imaging ﬁndings. Radiology 2006;239:\n811–17.\n30 Szebenyi B, Hollander AP, Dieppe P, et al. Associations between pain, function, and\nradiographic features in osteoarthritis of the knee. Arthritis Rheum 2006;54:230 –5.\n31 Duncan R, Peat G, Thomas E, et al. Does isolated patellofemoral osteoarthritis\nmatter? Osteoarthr Cartil 2009;17:1151 –5.32 Macri EM, Stefanik JJ, Khan KM, et al. Is tibiofemoral or patellofemoral alignment\nor trochlear morphology associated with patellofemoral osteoarthritis? A systematic\nreview. Arthritis Care Res (Hoboken) 2016. 2016 Jan 27. doi: 10.1002/acr.22842.\n[Epub ahead of print]\n33 Hart HF, Ackland DC, Pandy MG, et al. Quadriceps volumes are reduced in\npeople with patellofemoral joint osteoarthritis. Osteoarthr Cartil 2012;20:\n863–8.\n34 Peat G, Duncan RC, Wood LRJ, et al. Clinical features of symptomatic\npatellofemoral joint osteoarthritis. Arthritis Res Ther 2012;14:R63.\n35 Farrokhi S, Piva SR, Gil AB, et al. Association of severity of coexisting patellofemoral\ndisease with increased impairments and functional limitations in patients with knee\nosteoarthritis. Arthritis Care Res (Hoboken) 2013;65:544 –51.\n36 Fok LA, Schache AG, Crossley KM, et al. Patellofemoral joint loading during stair\nambulation in people with patellofemoral osteoarthritis. Arthritis Rheum\n2013;65:2059 –69.\n37 Amin S, Baker K, Niu J, et al. Quadriceps strength and the risk of cartilage loss and\nsymptom progression in knee osteoarthritis. Arthritis Rheum 2009;60:189 –98.\n38 Nakagawa TH, Moriya ÉT, Maciel CD, et al. Frontal plane biomechanics in males\nand females with and without patellofemoral pain. Med Sci Sports Exerc\n2012;44:1747 –55.\n39 Nakagawa TH, Moriya ET, Maciel CD, et al. Trunk, pelvis, hip, and knee kinematics,\nhip strength, and gluteal muscle activation during a single-leg squat in males and\nfemales with and without patellofemoral pain syndrome. J Orthop Sports Phys Ther\n2012;42:491 –501.\n40 Souza RB, Powers CM. Differences in hip kinematics, muscle strength, and muscle\nactivation between subjects with and without patellofemoral pain. J Orthop Sports\nPhys Ther 2009;39:12 –19.\n41 Dierks TA, Manal KT, Hamill J, et al. Proximal and distal in ﬂuences on hip and knee\nkinema\ntics in runners with patellofemoral pain during a prolonged run. J Orthop\nSports Phys Ther 2008;38:448 –56.\n42 Willson JD, Davis IS. Lower extremity mechanics of females with and without\npatellofemoral pain across activities with progressively greater task demands. Clin\nBiomech (Bristol, Avon) 2008;23:203 –11.\n43 Crossley KM, Dorn TW, Ozturk H, et al. Altered hip muscle forces during gait\nin people with patellofemoral osteoarthritis. Osteoarthr Cartil 2012;20:\n1243–9.\n44 Pohl MB, Patel C, Wiley JP, et al. Gait biomechanics and hip muscular strength in\npatients with patellofemoral osteoarthritis. Gait Posture 2013;37:440 –4.\n45 Farrokhi S, O ’Connell M, Fitzgerald GK. Altered gait biomechanics and increased\nknee-speci ﬁc impairments in patients with coexisting tibiofemoral and\npatellofemoral osteoarthritis. Gait Posture 2015;41:81 –5.\n46 Stefanik JJ, Guermazi A, Zhu Y, et al. Quadriceps weakness, patella alta, and\nstructural features of patellofemoral osteoarthritis. Arthritis Care Res (Hoboken)\n2011;63:1391 –7.\n47 Teng HL, MacLeod TD, Kumar D, et al. Individuals with isolated patellofemoral joint\nosteoarthritis exhibit higher mechanical loading at the knee during the second halfof the stance phase. Clin Biomech (Bristol, Avon) 2015;30:383 –90.\n48 Teng HL, MacLeod TD, Link TM, et al. Higher knee ﬂexion moment during the\nsecond half of the stance phase of gait is associated with magnetic resonance\nimaging progression of patellofemoral joint osteoarthritis. J Orthop Sports Phys Ther\n2015;45:656 –64.\n49 Øiestad BE, Holm I, Engebretsen L, et al. The prevalence of patellofemoral\nosteoarthritis 12 years after anterior cruciate ligament reconstruction. Knee Surg\nSports Traumatol Arthrosc 2013;21:942 –9.\n50 Keays SL, Newcombe PA, Bullock-Saxton JE, et al. Factors involved in the\ndevelopment of osteoarthritis after anterior curciate ligament surgery. Am J Sports\nMed 2010;38:455 –63.\n51 Keays SL, Bullock-Saxton JE, Keays AC, et al. A 6-year follow-up of the effect\nof graft site on strength, stability, range of motion, function, and jointdegeneration after anterior cruciate ligament reconstruction: Patellar tendonversus semitendinosus and gracilis tendon graft. Am J Sports Med\n2007;35:729 –39.\n52 Frobell RB, Le Graverand MP, Buck R, et al. The acutely ACL injured knee assessed\nby MRI: changes in joint ﬂuid, bone marrow lesions, and cartilage during the ﬁrs\n t\nyear. Osteoarthr Cartil 2009;17:161 –7.\n53 Neuman P, Kostogiannis I, Fridén T, et al. Patellofemoral osteoarthritis 15 years\nafter anterior cruciate ligament injury —a prospective cohort study. Osteoarthr Cartil\n2009;17:284 –90.\n54 Järvelä T, Paakkala T, Kännus P, et al. The incidence of patellofemoral\nosteoarthritis and associated ﬁndings 7 years after anterior cruciate ligament\nreconstruction with a bone-patellar tendon-bone autograft. Am J Sports Med\n2001;29:18 –24.\n55 Culvenor AG, Collins NJ, Guermazi A, et al. Early knee osteoarthritis is evident one\nyear following anterior cruciate ligament reconstruction: A magnetic resonance\nimaging evaluation. Arthritis and Rheumatology 2015;67:946 –55.\n56 Culvenor AG, Cook JL, Collins NJ, et al. Is patellofemoral joint osteoarthritis an\nunder-recognised outcome of anterior cruciate ligament reconstruction? A narrative\nliterature review. Br J Sports Med 2013;47:66 –73.\n842 Crossley KM, et al.Br J Sports Med 2016; 50:839 –843. doi:10.1136/bjsports-2016-096384Consensus statementProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as",
    "length": 10801,
    "type": "content"
  },
  {
    "id": 4,
    "text": "mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as\n\n57 Culvenor AG, Lai CCH, Gabbe BJ, et al. Patellofemoral osteoarthritis is prevalent\nand associated with worse symptoms and function after hamstring tendon autograft\nACL reconstruction. Br J Sports Med 2014;48:435 –9.\n58 Culvenor AG, Schache AG, Vicenzino B, et al. Are knee biomechanics different in\nthose with and without patellofemoral osteoarthritis after anterior cruciate ligament\nreconstruction? Arthritis Care Res (Hoboken) 2014;66:1566 –70.\n59 Culvenor AG, Collins NJ, Guermazi A, et al. Early patellofemoral osteoarthritis\nfeatures 1 year after anterior cruciate ligament reconstruction: symptoms and qualityof life at 3 years. Arthritis Care Res (Hoboken) 2015. 2015 Oct 16. doi: 10.1002/\nacr.22761. [Epub ahead of print]\n60 Gross KD, Niu J, Stefanik JJ, et al. Breaking the Law of Valgus: the surprising and\nunexplained prevalence of medial patellofemoral cartilage damage. Ann Rheum Dis\n2012;71:1827 –32.\n61 Stefanik JJ, Gross KD, Guermazi A, et al. The relation of MRI-detected structural\ndamage in the medial and lateral patellofemoral joint to knee pain: theMulticenter and Framingham Osteoarthritis Studies. Osteoarthr Cartil\n2015;23:565 –70.\n62 Sharma L, Chmiel JS, Almagor O, et al. Signi ﬁcance of preradiographic magnetic\nresonance imaging lesions in persons at increased risk of knee osteoarthritis.Osteoarthr Cartil 2014;66:1811 –19.\n63 Sharma L, Nevitt M, Hochberg MC, et al. Clinical signi ﬁcance of worsening versus\nstable predaiographic MRI lesions in a cohort study of persons at higher risk or\nknee osteoarthritis. Ann Rheum Dis ; Published Online First: 14 Oct 2015\ndoi:10.1136/annrheumdis-2015-208129\n64 Cowan SM, Hart HF, Warden SJ, et al. Infrapatellar fat pad volume is greater in\nindividuals with patellofemoral joint osteoarthritis and associated with pain.Rheumatol Int 2015;35:1439 –42.65 Cai J, Xu J, Wang K, et al. Association between infrapatellar fat pad volume and\nknee structural changes in patients with knee osteoarthritis. J Rheumatol\n2015;42:1878 –84.\n66 Teichtahl AJ, Wulidasari E, Brady SR, et al. A large infrapatellar fat pad protects against\nknee pain and lateral tibial cartilage volume loss. Arthritis Res Ther 2015;17:318.\n67 Schiphof D, van Middelkoop M, de Klerk BM, et al. Crepitus is a ﬁrst indication of\npatellofemoral osteoarthritis (and not of tibiofemoral osteoarthritis). Osteoarthr\nCartil 2014;22:631 –8.\n68 Stefanik JJ, Neogi T, Niu J, et al. The diagnostic performance of anterior knee pain and\nactivity-related pain in identifying knees with structural damage in the patellofemoral\njoint: the multicenter osteoarthritis study. JR h e u m a t o l 2014;41:1695 –702\n.\n69 Crossley KM, Vicenzino B, Lentzos J, et al. Exercise, education, manual-therapy and\ntaping compared to education for patellofemoral osteoarthritis: a blinded,\nrandomised clinical trial. Osteoarthr Cartil 2015;23:1457 –64.\n70 Callaghan MJ, Parkes MJ, Hutchinson CE, et al. A randomised trial of a brace for\npatellofemoral osteoarthritis targeting knee pain and bone marrow lesions. Ann\nRheum Dis 2015;74:1164 –70.\n71 McWalter EJ, Hunter DJ, Harvey WF, et al. The effect of a patellar brace on\nthree-dimensional patellar kinematics in patients with lateral patellofemoralosteoarthritis. Osteoarthr Cartil 2011;19:801 –8.\n72 Felson DT, Parkes MJ, Marjonovic EJ, et al. Bone Marrow Lesions in Osteoarthritis\nchange in 6-12 weeks. Osteoarthr Cartil 2012;20: 1514 –18.\n73 Hunter DJ, Harvey W, Gross KD, et al. A randomized trial of patellofemoral bracing for\ntreatment of patellofemoral osteoarthritis. Osteoarthr Cartil 2011;19:792 –800.\n74 McAlindon TE, Driban JB, Henrotin Y, et al. OARSI Clinical Trials Recommendations:\nDesign, conduct, and reporting of clinical trials for knee osteoarthritis. Osteoarthr\nCartil 2015;23:747 –60.\nCrossley KM, et al.Br J Sports Med 2016; 50:839 –843. doi:10.1136/bjsports-2016-096384 843Consensus statementProtected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on November 12, 2025 http://bjsm.bmj.com/ Downloaded from 24 June 2016. 10.1136/bjsports-2016-096384 on Br J Sports Med: first published as",
    "length": 4343,
    "type": "content"
  }
]