[
  {
    "id": 0,
    "text": "INTRODUCTION\nKnee symptoms are the tenth most \ncommon reason to visit a primary care \nphysician in the US.1 It is most important \nto evaluate at an early stage if a patient needs referral to secondary care, whether intra-articular lesions can be ruled out, and \nwhether symptoms are likely to be resolved \nwith conservative treatment.\n1 As meniscal \ntears in the short term lead to disability in \ndaily functions, absenteeism from work, \nand inability to perform sports, and in the long term lead to an increased risk of knee \nosteoarthritis (OA), early diagnosis and \ntreatment of meniscal tears is important.\n2,3\nPrevious studies indicate that the Joint \nLine Tenderness (JLT) test4 and Thessaly \ntest4,5 are accurate for detection of meniscal \ntears in secondary care, but not in primary \ncare.6 A new weight-bearing test, the Deep \nSquat test, performed better in primary care.\n6 Nevertheless, without additional \ninformation, it was found that the Deep \nSquat test had limited sensitivity.6 As a \nsingle test result cannot predict a meniscal tear in primary care,\n6 combining the Deep \nSquat test with other predicting variables \nmay improve its detection of meniscal \ntears.7\nIn several studies, predictive variables for \nmeniscal tears were identified. Shrier et al \nsuggested that effusion can be a useful sign \nin a young person with an acute meniscal \ntear, but not in older individuals with a degenerative non-traumatic tear.\n5 In a \nrecent systematic review,8 strong evidence was provided that age >60 years, male \nsex, work-related kneeling and squatting, \nand climbing stairs are risk factors for degenerative meniscal tears. Also, strong evidence was found that prolonged waiting \ntime for anterior cruciate ligament (ACL) \nreconstruction surgery after ACL injury is a risk factor for a medial meniscal \ntear. For acute meniscal tears there is \nstrong evidence that playing soccer and \nplaying rugby are risk factors. It is unclear, \nhowever, whether some risk factors (for example, age, sex, work-related kneeling \nand squatting, stair climbing, performing \nsports) also could be usefully combined \nto detect a meniscal tear. Lowery \net al \nevaluated the effectiveness of a composite examination, determining the presence \nof a meniscal tear.\n7 Five variables were \nincluded: a history of catching or locking of \nthe knee, pain with forced hyperextension, \npain with maximum flexion, pain or audible \nclick with McMurray’s test, and joint line \ntenderness. A positive predictive value of 92.3% was found. Patients were already \nscheduled for arthroscopy, however, \nmeaning that results are not applicable for primary care screening as the spectrum of \ndisease was not comparable.\nIf early and correct detection of meniscal \ntears could be provided, the primary care physician could make a more informed \nselection for magnetic resonance imaging (MRI) referral and subsequent diagnosis. \nPatients with low suspicion for a meniscal \ntear or with degenerative meniscal tears \nBAM Snoeker,  MSc physical therapist and \nclinical epidemiologist; AH Zwinderman, PhD, \nprofessor in biostatistics; C Lucas, PhD, physical \ntherapist and professor of clinical epidemiology; \nR Lindeboom, PhD, epidemiologist, Academic \nMedical Centre, University of Amsterdam, Division \nof Public Health, Amsterdam, the Netherlands. \nAddress for correspondence\nBAM Snoeker, Academic Medical Centre, University \nof Amsterdam, Division of Public Health, PO Box 22600, 1100 DD, Amsterdam, the Netherlands.\nE-mail: b.a.snoeker@amc.uva.nl\nSubmitted: 12 November 2014; Editor’s response: \n15 December 2014; final acceptance: 6 February \n2015.\n©British Journal of General Practice\nThis is the full-length article (published online  \n27 Jul 2015) of an abridged version published in \nprint. Cite this article as: Br J Gen Pract 2015;  \nDOI: 10.3399/bjgp15X686089A clinical prediction rule for meniscal tears in \nprimary care:\ndevelopment and internal validation using a multicentre studyBarbara AM Snoeker, Aeilko H Zwinderman, Cees Lucas and Robert LindeboomResearch\nAbstract\nBackground \nIn primary care, meniscal tears are difficult to \ndetect. A quick and easy clinical prediction rule based on patient history and a single meniscal test may help physicians to identify high-risk patients for referral for magnetic resonance imaging (MRI).\nAim\nThe study objective was to develop and internally validate a clinical prediction rule (CPR) for the detection of meniscal tears in primary care.\nDesign and setting\nIn a cross-sectional multicentre study, 121 participants from primary care were included \nif they were aged 18–65 years with knee \ncomplaints that existed for <6 months, and \nwho were suspected to suffer from a meniscal \ntear.\nMethod\nOne diagnostic physical meniscal test and 14 clinical variables were considered to be \npredictors of MRI outcome. Using known \npredictors for the presence of meniscal tears, a \n‘quick and easy’ CPR was derived. \nResults\nThe final CPR included the variables sex, age, weight-bearing during trauma, performing sports, effusion, warmth, discolouration, and Deep Squat test. The final model had an AUC of 0.76 (95% CI = 0.72 to 0.80). A cut-point \nof 150 points yielded an overall sensitivity of 86.1% and a specificity of 45.5%. For this cut-point, the positive predictive value was 55.0%, and the negative predictive value was 81.1%. A scoring system was provided including the corresponding predicted probabilities for a meniscal tear. \nConclusion\nThe CPR improved the detection of meniscal tears in primary care. Further evaluation of the CPR in new primary care patients is needed, however, to assess its usefulness.\nKeywords\nclinical prediction rule; diagnosis; knee; primary health care.\ne523  British Journal of General Practice, August 2015",
    "length": 5772,
    "type": "abstract"
  },
  {
    "id": 1,
    "text": "ew primary care patients is needed, however, to assess its usefulness.\nKeywords\nclinical prediction rule; diagnosis; knee; primary health care.\ne523  British Journal of General Practice, August 2015\n\ncan be treated conservatively. Therefore, \nas part of a full clinical assessment by \nthe primary care physician, the clinical \nprediction rule (CPR) may improve the \nmanagement of knee patients.9,10\nTherefore, the purpose of this study \nwas to develop and validate a prediction model for the detection of meniscal tears \nin primary care.\nMETHOD\nStudy design\nData on the history and physical examination \nof participants with knee complaints visiting \ntheir GP or physical therapist (PT) including \nthe results of MRI were used to develop the CPR. Data were collected from October \n2009 until December 2013 in 14 primary care centres in the Netherlands, where \n24 GPs and 28 PTs referred participants with knee complaints and suspicion of \na meniscal tear to one of the research centres in Leiderdorp. The four meniscal \ntests were the Thessaly test, JLT test, Deep Squat test, and Squat Lunge test. In earlier \ndata analyses, it was found that only one \ntest result was predictive in primary care, \nthe Deep Squat test.\n6 Therefore, only this \nmeniscal test was taken into account for \nthe current study. Patient characteristics were obtained during interview and physical \nexamination (for example, effusion, warm knee, discolouration, and extension of \nthe knee) by an investigator who did not perform any meniscal test. The meniscal \ntest was performed by a physical therapist without knowledge of patient history or \nMRI results. A radiologist with more than 8 years of experience with musculoskeletal \nMRI interpreted the MRI studies. The radiologist was blinded to patient history \nand the meniscal test result.\nParticipants\nParticipants were included in the study if \nthey were aged 18–65-years and had knee \ncomplaints that had existed for <6 months. \nThe knee complaints had not yet been diagnosed through radiologic examination \n(for example MRI). Those who had had a \nknee arthroplasty or other intra-articular \nknee operations in the past, or MRI \ncontraindications, were excluded.\nPredictors for meniscal tears\nPotential predictive variables were selected through a systematic literature review, \nand other literature.\n7,8,11 The following \ncandidate predictors were collected: age, \nsex, BMI, origin of complaints, locked \nknee (yes/no), giving way, weight-bearing \nduring trauma, performing sports, work-related kneeling or squatting (> 1 hour per \nday), ability to walk the stairs, effusion, \nwarm knee, discolouration of the knee, \npain during extension, and Deep Squat \ntest. If a predictor was not interpretable or contradictive according to current \nknowledge, the predictor was excluded \nfrom the model.\nStatistical analysis\nFrom all potential predictor variables, the set of most predictive variables was selected using the LASSO (least absolute shrinkage \nand selection operator), after controlling for \nmulticollinearity of variables (\nr >0.8).12,13 To \ncontrol the shrinkage procedure, a penalty parameter was used. The optimal penalty value l was determined through bootstrap \nsamples (\nn = 100) and was chosen for the \nhighest area under the curve (AUC) to develop the ‘best model’. The penalty value was increased if necessary to derive a more parsimonious model, the ‘tolerance model’. This tolerance model had 2% less AUC than \nthat of the best model. After developing \nthe best model and the tolerance model, discrimination and calibration of both models were compared to choose the final \nmodel.\nTo discriminate between those with and \nwithout a meniscal tear on MRI, an ROC-\nAUC (receiver operating characteristic-\narea under the curve) with consecutive \ncut-offs for the predicted probability was used. The AUC is reasonable above 0.7, \nand strong above 0.8, and was presented \nwith 95% confidence intervals [CIs].\n14 A \nfalse-negative rate of maximum 15% was deemed acceptable, as the CPR will be used as a screening tool. Calibration of the model, which measures the ability of \na model to agree between observed and \npredicted outcomes, was assessed through goodness-of-fit with a calibration plot.\nInternal validation \nTo correct for over-optimism of the \nprediction model, bootstrap resampling How this fits in\nMeniscal tests currently used by GPs and \nphysical therapists in primary care are not highly accurate and a single test result in itself cannot accurately detect a meniscal tear. This study presents a clinical prediction rule (CPR) for correct detection of meniscal tears. Using the CPR, primary care physicians can make informed selection of patients for MRI referral.\nBritish Journal of General Practice, August 2015  e524",
    "length": 4776,
    "type": "results"
  },
  {
    "id": 2,
    "text": "(CPR) for correct detection of meniscal tears. Using the CPR, primary care physicians can make informed selection of patients for MRI referral.\nBritish Journal of General Practice, August 2015  e524\n\nwas used.13 The model was fitted repeatedly \nusing LASSO regression in 200 bootstrap \nsamples of the same size as the original sample, and was compared with the \nperformance of the model in the original \nmodel. After calculating the amount of optimism by the difference between bootstrap AUC and model AUC in the original sample, the optimism corrected AUC was obtained.\n13\nAll analyses were performed in R Studio \nstatistics program (version 3.0.2), and the caret, glmnet and rms packages in R.\nRESULTS\nOne-hundred and twenty-one participants \nwere included. The Deep Squat test results could not be interpreted for four participants, and they were excluded from \nthe analysis. Therefore, in the development cohort as well as in the internal validation \ncohort, 117 participants were analysed. \nBaseline characteristics are summarised in Table 1. MRI confirmation indicated 51 \nparticipants with meniscal tears and 66 \nwithout meniscal tears. Participants with meniscal tears were significantly older \n(46.43 years versus 40.36 years) and were \nmore often male (74.5% male with a \nmeniscal tear versus 43.9% male without a \nmeniscal tear). There were also noticeable \ndifferences between participants with and without meniscal tears in pain severity on \na visual analogue scale (VAS) scale (42.16 \nversus 53.42 points), performing sports (84.3 versus 72.7%), weight-bearing during \ntrauma (47.1 versus 24.2%), and effusion \n(78.4% versus 16.6%). Of the 51 meniscal tears, 80.4% were posterior horn tears \n(Table 1).\nIn univariate analysis, the candidate \npredictor variables ‘locking’ and ‘ability to walk the stairs’ were not interpretable \n(Table 2). Ability to walk the stairs was more predictive for the presence of a meniscal tear than if a participant had no ability to \nwalk the stairs, which was counterintuitive. \nAlso, both variables were not significantly different between the two patient groups. \nTherefore, both variables were excluded \nfrom the model. \nAs no multicollinearity of the remaining \nvariables was found, all other candidate predictor variables were included in the full model. After deletion of predictors guided by \nthe LASSO procedure, only eight predictor \nvariables remained in the final model (‘tolerance model’), after the accuracies of \nthe ‘best model’ and more parsimonious \n‘tolerance model’ were compared through their AUCs (Table 3, Figure 1). The AUC was \n0.81 (95% CI = 0.74 to 0.89). After correction \nfor over-optimism, the final model had an \nAUC of 0.76 (95% CI = 0.72 to 0.80). The \ncalibration of the model was good. The final model includes the variables sex, age, \nweight-bearing during trauma, performing \nsports, effusion, warmth, discolouration, and Deep Squat test.\nThe resulting prediction rule of these \nvariables including a scoring system is shown in Figure 2. Scores from individual participants ranged from 15 to 320 points. \nThe distribution of the prediction scores of \nindividual participants against the predicted probabilities according to the final model \nis shown in Figure 3. A higher risk score \non the CPR indicates a higher predicted probability, and a lower risk score indicates \na lower predicted probability for a meniscal \ne525  British Journal of General Practice, August 2015Table 1. Baseline characteristics\nCharacteristicsOverall \n(n = 117)Meniscal tear \n(n = 51)No meniscal \ntear ( n = 66) P-value\nAge, years, mean (SD) 43.0 (12.2) 46.43 (11.55) 40.36 (12.06) 0.006\nSex, male (%) 67 (57.3) 38 (74.5) 29 (43.9) 0.002\nWeight, kg, mean (SD) 81.2 (14.9) 84.63 (11.74) 78.49 (16.54) 0.021\nLength, m, mean (SD) 1.76 (0.1) 1.79 (0.08) 1.75 (0.11) 0.006\nBMI, mean (SD) 25.9 (3.8) 26.26 (3.07) 25.60 (4.25) 0.337\nPain severity VAS a, mean (SD) 48.5 (25.6) 42.16 (24.43) 53.42 (25.56) 0.017\nDuration of complaints in weeks, median (range) 6 (0.5–27) 8 (0.5–27) 5 (1–27) 0.858\nSymptom side, right (%) 59 (50.4) 27 (52.9) 32 (48.5) 0.771\nPerforming sports, yes (%) 91 (77.8) 43 (84.3) 48 (72.7) 0.204\nWeight-bearing during trauma, yes (%) 40 (34.2) 24 (47.1) 16 (24.2) 0.017\nWork-related kneeling or squatting  \n>1 hour/day, yes (%)32 (27.4) 16 (31.4) 16 (24.2) 0.517\nPain during passive extension, yes (%) 75 (64.1) 35 (68.6) 40 (60.6) 0.482\nOrigin of complaints\n  Unknown (%) 76 (65.0) 14 (27.5) 27 (40.9) 0.188\n  (Rotation) Trauma (%) 41 (35.0) 37 (72.5) 39 (59.1)\nAbility to walk the stairs, no (%) 7 (6.0) 3 (5.9) 4 (6.0) 0.99\nEffusion, yes (%) 75 (64.1) 40 (78.4) 11 (16.6) 0.008\nWarmth, yes (%) 46 (39.3) 25 (49.0) 21 (31.8) 0.090\nColour red/blue, yes (%) 8 (6.8) 6 (11.8) 2 (3.0) 0.137\nLocking, yes (%) 30 (25.6) 8 (15.7) 22 (33.3) 0.051\nGiving way, yes (%) 66 (56.4) 31 (60.8) 35 (53.0) 0.515\nMeniscal tears, n (%) 51 (43.6) NA NA NA\n  Medial meniscal tears, n (%) 40 (78.4) NA NA NA\n  Lateral meniscal tears, n (%) 7 (13.7) NA NA NA\n  Medial and lateral meniscal tears, n (%) 4 (7.8) NA NA NA\n  Anterior horn tears, n (%) 6 (11.7) NA NA NA\n  Posterior horn tears, n (%) 41 (80.4) NA NA NA\nCombination of CL and meniscal tears, n (%) 11 (9.4) NA NA NA\nCombination of chondropathy in medial or lateral \ncompartment and meniscal tear, n (%)20 (17.1) NA NA NA\nCL tears, n (%) 13 (11.1) NA NA NA\n  Isolated ACL tears, n (%) 3 (23.1) NA NA NA\n  Isolated PCL tears, n (%) 2 (15.4) NA NA NA\nNo knee pathology, n (%) 40 (34.2) NA NA NA\nACL = anterior cruciate ligament. BMI = body mass index. CL = cruciate ligament. PCL = posterior cruciate \nligament. VAS = visual analogue scale. For meniscal tears and horn tears, n = 51; for isolated CL tears, n = 13. \naVAS pain: 0 = no pain, 100 = worst pain possible in the previous week.",
    "length": 5799,
    "type": "results"
  },
  {
    "id": 3,
    "text": "or cruciate \nligament. VAS = visual analogue scale. For meniscal tears and horn tears, n = 51; for isolated CL tears, n = 13. \naVAS pain: 0 = no pain, 100 = worst pain possible in the previous week.\n\ntear. Predicted probabilities ranged from \n8.83% to 81.5%. A cut-point of 150 was \nselected, which produced a sensitivity of \n86.1% and a specificity of 45.5%. For this \ncut-point, the positive predictive value (PPV) \nwas 55.0%, and the negative predictive value \n(NPV) was 81.1%. Although the c-statistic was 0.76, indicated as a reasonable model \nfor discriminative ability, some overlap \nbetween prediction scores for participants \nwith and without meniscal tears occurred.\nDISCUSSION\nSummary\nThe final model contained an AUC of 0.76 \nwith a 95% CI = 0.72 to 0.80. A score of \n150 points yielded an overall sensitivity of 86.1% and a specificity of 45.5%. For this \ncut-point, the PPV was 55.0%, and the NPV was 81.1%. With a false-negative rate of \n14%, participants with a meniscal tear can \nbe managed efficiently.\nStrengths and limitations\nSome limitations should be noted. First, arthroscopy was not used as a reference \nstandard, although it is more accurate than \nMRI. MRI was considered to be a valid and ethical alternative because of its reported \naccuracy.\n15 To indicate whether MRI results \nwere affected, the results of participants receiving arthroscopy after MRI were \nrequested. In the present sample only four of 41 identifiable participants receiving \narthroscopy after MRI (9.8%) had a positive \nfinding for a meniscal tear after a negative finding on MRI. Second, it is not certain that participants were consecutively referred to the study research centre. Participants may \nhave been directly referred for MRI by their \nGP without inclusion in the present study. \nAnother limitation could be that MRI was \nperformed in 18.8% of the cases before the included participants underwent the \nmeniscal tests because of organisational \naspects. Participants were asked to wait with requests for their MRI results before undergoing the meniscal tests. Blinding \nwas therefore maintained and also for \nPTs who performed the test and obtained patient characteristics. Considering the \nsmall contribution of only one physical \ntest that was particularly suited to detect posterior horn tears (while the other predictors included in the model are as \nuseful for posterior as for anterior horn \nBritish Journal of General Practice, August 2015  e526Table 2. Univariate analysis of candidate predictor variables\nVariable OR 95% CI P-value\nSex, male 3.73 1.71 to 8.48 0.001\nAge 1.05 1.01 to 1.08 0.009\nBMI 1.05 0.95 to 1.16 0.354\nOrigin of complaints: (Rotation) trauma versus unknown cause 1.83 0.84 to 4.09 0.132\nWeight-bearing during trauma 2.78 1.28 to 6.20 0.011\nKneeling >1 hour per day 1.43 0.63 to 3.25 0.392\nAbility to walk stairs 1.03 0.22 to 5.45 0.968\nPerforming sports 2.02 0.82 to 5.35 0.139\nLocking 0.37 0.14 to 0.90 0.034\nGiving way 1.37 0.66 to 2.90 0.402\nEffusion 3.22 1.44 to 7.59 0.006\nWarmth 2.06 0.97 to 4.43 0.061\nRed/blue colour 4.26 0.93 to 30.04 0.084\nPain during extension 1.42 0.66 to 3.11 0.371\nDeep Squat test, positive 2.15 0.98 to 4.89 0.059\nOR = odds ratio. OR >1 indicates an increased risk for meniscal tear when a predictor variable is present or has \na higher value.\nTable 3. Regression \ncoefficients for each predictor in the Best model versus the Tolerance model with stronger penalty value\nCovariates Best modelTolerance \nmodel\n(Intercept) –4.91653467 –2.79919116\nSex 1.28572876 0.84259980\nAge 0.05039379 0.02998058\nBMI 0.00000000 0.00000000\nOrigin of complaints 0.00000000 0.00000000 \nWeight-bearing  \n  during trauma0.72989997 0.49265311\nWork-related  \n  kneeling and  \n  squatting0.17248521 0.00000000\nPerforming sports 0.64439602 0.15366088\nGiving way 0.00000000 0.00000000\nEffusion 0.81467548 0.60284532\nWarmth 0.30654251 0.04124769\nColour of knee  \n  (red/blue)0.77047589 0.29820922\nPain during passive  \n  knee extension0.05231282 0.00000000\nDeep Squat test 0.19395546 0.03263309Figure 1. ROC curve ‘Best model’ versus ‘Tolerance model’. \nSensitivity\nBest\nToleranc e\n0.8 0.6 0.4 0.2 0.00.00.20.40.60.81.0\n1.0\nSpecificity",
    "length": 4179,
    "type": "abstract"
  },
  {
    "id": 4,
    "text": "05231282 0.00000000\nDeep Squat test 0.19395546 0.03263309Figure 1. ROC curve ‘Best model’ versus ‘Tolerance model’. \nSensitivity\nBest\nToleranc e\n0.8 0.6 0.4 0.2 0.00.00.20.40.60.81.0\n1.0\nSpecificity\n\ntears) the CPR appears to be useful for \nboth tears. Last, predictors to derive a more parsimonious CPR were excluded. However, after the reduction of predictor variables the AUC remained largely similar.A strength of the present study is that \nit was the first performed to develop and \ninternally validate a CPR for meniscal tears \nin a primary care setting. The CPR is useful \nin primary care, where decisions must be made with minimal time. Another strength is that the predictors were selected through LASSO analysis, a method that improves \nthe validation of the model.\n12,13\nComparison with existing literature\nAn earlier performed systematic review suggested that age and sex are strong \nfactors indicating an association with a \nmeniscal tear.\n8 As it was believed that \nseveral of the risk factors investigated also could be predictive factors for meniscal \ntears, in this study next to the variables \nage and sex, the variables BMI, performing sports, stair climbing, work-related kneeling and squatting, and weight-bearing \nduring trauma were measured. \nIn other primary studies, weight-\nbearing during trauma was, similar to \nthe present findings, associated with the presence of a meniscal tear.\n11,16 The factor \nperforming sports was a relevant risk \ne527  British Journal of General Practice, August 2015\nFigure 3. Risk score versus predicted probability.Figure 2. Final CPR model including scoring system.\nScoring system relating the predictors of the final \nmodel to the probability of presence of a meniscal \ntear. For example, consider a male patient (which \ncorresponds to 84 points) of 48 years (60 points), \nwithout weight bearing during trauma (0 points), \nwho performs sports (15 points), with effusion \n(60 points), without warmth of the knee (0 points), \ndiscolouration of the knee (30 points), and a positive \nDeep Squat test (3 points). The patient’s total point \nscore is 252 points, corresponding to a probability of \nmeniscal tears of about 62%.Attribute Value Points\nSex\nFemale 0 \nMale 84 \nAge\n18−28 0 \n29−38 30 \n39−48 60 \n49−58 90 \n59−65 108 \nWeight-bearing\nNo 0 \nYes 49 \nPerformance sport\nNo 0 \nYes 15 \nEffusion\nNo 0 \nYes 60 \nWarmth\nNo 0 \nYes 4 \nDiscolouration\nNo 0 \nYes 30 \nDeep Squat\nNegative 0 \nPositive 3 \nTotal\nTotal points:\n02 04 06 08 0100 120 140 160 180 200 220 240 260 280 300 320 340 360\n0.10 0.13 0.17 0.19 0.22 0.29 0.34 0.40 0.44 0.52 0.57 0.62 0.69 0.75 0.79",
    "length": 2611,
    "type": "results"
  },
  {
    "id": 5,
    "text": "Deep Squat\nNegative 0 \nPositive 3 \nTotal\nTotal points:\n02 04 06 08 0100 120 140 160 180 200 220 240 260 280 300 320 340 360\n0.10 0.13 0.17 0.19 0.22 0.29 0.34 0.40 0.44 0.52 0.57 0.62 0.69 0.75 0.79\n\nBritish Journal of General Practice, August 2015  e528Funding\nNo funding was received for this research. \nEthical approval\nA waiver for this research was received \nby the Central Committee on Research \nInvolving Human Subjects (CCMO: Centrale \nCommissie Mensgebonden Onderzoek).\nProvenance\nFreely submitted; externally peer reviewed.\nCompeting interests\nThe authors have declared no competing \ninterests.\nAcknowledgements\nThe authors thank the physiotherapists and \nstaff of Paulides and Partners Physiotherapy from Voorschoten, of Physiotherapy Ommedijk and of Physiotherapy Goudeket from Leiderdorp, the Netherlands, for their \neffort in this study to attend as a research \ncentre. Thanks also to the staff from Rijnland Hospital at Leiderdorp and Rode Kruis Hospital at Beverwijk, especially the \northopaedics department and the radiology \ndepartment, for their contribution to this study.\nDiscuss this article\nContribute and read comments about this \narticle: bjgp.org/lettersfactor for meniscal tears from a previous \nsystematic review.8 As a predictive factor, \nhowever, performing sports stands for an increased active life, without the necessity \nfor a moment of trauma during sports. \nThe known risk factors BMI, work-related kneeling and squatting, and stair climbing were not included in the final CPR, because \nthey did not add much to the accuracy \nwith the variables already in the model or \nbecause the results could not be interpreted because of counterintuitive findings.\nThe Deep Squat test is the only physical \nexamination test included in the final model. Previous research stated that a single test could not predict a meniscal tear accurately.\n5,7,17–19 In the final model the \ncontribution of this test is low, with only three points added for a positive test result. \nFor a physician, however, it is important to \nperform a physical examination test for an overall conclusion and patient expectancy.\nIn a previous study, effusion was a useful \nsign for a meniscal tear, just as a red or blue colour of the knee, and warmth.\n5 \nThese signs were not specified, however, for younger and older participants, or \nsubdivided for acute or degenerative tears. \nTherefore, the contribution of these signs for different patient groups is unclear.\nA typical finding was that locking \nwas not interpretable, as comparatively fewer participants with meniscal tears experienced locking of the knee than participants without meniscal tears, \nwhich is in contrast with other reports.\n7,11 \nParticipants may not have interpreted the \nquestion correctly during history taking, or \nit could be that the finding was a result of \nchance. \nImplications for research and practice\nA CPR was developed and internally \nvalidated for detection of meniscal tears \nin primary care. Variables included in the model are sex, age, weight-bearing during trauma, performing sports, effusion, \nwarmth, discolouration, and Deep Squat \ntest. Correct detection of meniscal tears leads to informed selection for MRI referral by the primary care physician, which in \nturn may improve management of knee \npatients. The CPR should be a first step in selecting patients for MRI referral in primary care. In future research the CPR \nshould be externally validated, to assess \nits accuracy in other primary care settings. \nAlso, the CPR needs further development \nand validation to distinguish between acute and degenerative meniscal tears. Finally, the use of the CPR in a management \npathway should be explored, including time \nto referral for radiologic evaluation and choice of treatment.",
    "length": 3774,
    "type": "results"
  },
  {
    "id": 6,
    "text": "between acute and degenerative meniscal tears. Finally, the use of the CPR in a management \npathway should be explored, including time \nto referral for radiologic evaluation and choice of treatment.\n\ne529  British Journal of General Practice, August 2015REFERENCES\n1. Grover M. Evaluating acutely injured patients for internal derangement of the \nknee. Am Fam Physician  2012; 85(3): 247–252. \n2. Baker P, Coggon D, Reading I, et al.  Sports injury, occupational physical activity, \njoint laxity, and meniscal damage. J Rheumatol 2002; 29: 557–563. \n3. Englund M, Roemer FW, Hayashi D, et al. Meniscus pathology, osteoarthritis and \nthe treatment controversy. Nat Rev Rheumatol 2012; 8(7): 412–419. \n4. Ockert B, Haasters F, Polzer H, et al. Value of the clinical examination in \nsuspected meniscal injuries. A meta-analysis. Unfallchirurg 2010; 113: 293–299. \n5. Shrier I, Boudier-Reveret M, Fahmy K. Understanding the different physical examination tests for suspected meniscal tears. \nCurr Sports Med Rep  2010; \n9(5): 284–9.\n6. Snoeker BA, Lindeboom R, Zwinderman AH, et al.  A new weight-bearing test \nfor diagnosing meniscal tears in primary care: Deep Squat test. J Orthop Sports \nPhys Ther 2015; in press.\n7. Lowery DJ, Farley TD, Wing DW, et al.  A clinical composite score accurately \ndetects meniscal pathology. Arthroscopy  2006; 22(11): 1174–1179. \n8. Snoeker BA, Bakker EW, Kegel CA, Lucas C. Risk factors for meniscal tears: \na systematic review including meta-analysis. J Orthop Sports Phys Ther 2013; \n43(6): 352–367. \n9. DAMASK Trial Team. Effectiveness of GP access to magnetic resonance imaging of the knee: a randomised trial. \nBr J Gen Pract 2008; DOI: 10.3399/\nbjgp08X342651.  \n10. DAMASK Trial Team. Cost-effectiveness of magnetic resonance imaging of the \nknee for patients presenting in primary care. Br J Gen Pract  2008; DOI: 10.3399/bjgp08X342660.\n11. Wagemakers HPA, Heintjes EM, Boks SS, et al.  Diagnostic value of history taking \nand physical examination for assessing meniscal tears of the knee in general \npractice. Clin J Sport Med 2008; 18: 24–30.\n12. Moons KGM, Donders ART, Steyerberg EW, Harrell FE. Penalized maximum likelihood estimation to directly adjust diagnostic and prognostic prediction \nmodels for overoptimism: a clinical example. \nJ Clin Epidemiol 2004; 57: 1262–\n1270. \n13. Steyerberg EW. Clinical prediction models. A practical approach to development, \nvalidation and updating . New York, NY: Springer, 2009.\n14. Hosmer DW, Lemeshow S. Applied logistic regression (second edition) . New \nYork, NY: John Wiley, 2000.\n15. Crawford R, Wally G, Bridgman S, Maffulli N. Magnetic resonance imaging \nversus arthroscopy in the diagnosis of knee pathology, concentrating on \nmeniscal lesions and ACL tears: a systematic review. Br Med Bull  2007; 84: \n5–23.\n16. Fridén T, Erlandsson T, Zätterström R, et al. Compression or distraction of the \nanterior cruciate injured knee. Variations in injury pattern in contact sports and \ndownhill skiing. Knee Surg Sports Traumatol Arthrosc  1995; 3: 144–147. \n17.  Konan S, Ravan F, Haddad FS. Do physical diagnostic tests accurately detect \nmeniscal tears? Knee Surg Sports Traumatol Arthrosc 2009; 17(7): 806–811. \n18. Ryzewicz M, Peterson B, Siparsky PN, Bartz RL. The diagnosis of meniscus \ntears: the role of MRI and clinical examination. Clin Orthop Relat Res  2007; 455: \n123–133. \n19. Scholten RJ, Devillé WL, Opstelten W, et al. The accuracy of physical diagnostic \ntests for assessing meniscal lesions of the knee. J Fam Practice  2001; 50(11):  \n938–944.",
    "length": 3553,
    "type": "references"
  }
]