[
  {
    "id": 0,
    "text": "Review Article  \n \n \n \n \n \n \n \nBehzad Heidari  (MD) *1 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1- Department of Internal \nMedicine, Rouhani Hospital, \nBabol University of Medical \nSciences, Babol, Iran  \n \n \n \n \n \n \n \n \n \n* Corresponden ce: \nBehzad Heidari, Professor of \nInternal Medicine, Department \nof Internal Medicine, Rouhani \nHospital, Babol University of \nMedical Sciences, Babol, Iran   \n \n \n \n \n \n \n \n \n \n \nE-mail:  heidaribeh @yahoo.com  \nTel: 0098  111 3298808  \nFax:  0098  111 219403 2 \n \n \n \n \n \n \nReceived:  14 May 2011   \nRevised :  5 June  2011 \nAccepted : 14 June 2011 \n  \nKnee osteoarthritis  prevalence, risk factors, \npathogenesis and features : Part I  \n \n \n \n \nAbstract  \nOsteoarthritis (OA)  a common disease of aged population and one of the leading causes of \ndisability. Incidence of knee OA is rising by increasing average age of g eneral population. \nAge, weight, trauma to joint due to repetiting movements in particular squatting  and \nkneeling are common risk factors of knee OA. Several factors including cytokines, leptin, \nand mechanical forces are pathogenic factors of knee OA. In pa tients w ith knee pain \nattribution of pain to knee OA should be considered with caution. Since a proportion of \nknee OA are asymptomatic and in a number  of patients identification of knee OA is not \npossible due to low sensitivity of radiographic examination.  In this review data presented  \nin regard to prevalence, pathogenesis, risk factors.  \nKey words:  Knee, Osteoarthritis, Pathogenesis, Prevalence.  \n \n \n \nCasp ian J Intern Med 2011; 2(2):205-212. \n Osteoarthritis (OA) is one of the most prevalent condition resultin g to disability \nparticularly in elderly population. OA is the most common articular disease of the \ndeveloped world and a leading cause of chronic disability, mostly as a consequence of the \nknee OA and/or hip OA  (1). The economic costs of OA are high, inclu ding those related to \ntreatment, for those individuals and their families who must adapt their lives and homes to \nthe disease, and those due to lost work productivity  (2).  \nPatients with OA are at a higher risk of death compared with the general population  \nby OR  of 1.54. History of diabetes, cancer, or cardiovascular disease and the presence of \nwalking disability are major risk factors. Excess mortality is observed for all diseases with \nspecific causes of death but is particularly pronounced for cardiovascu lar complications. \nKnee OA is more important not only for its high prevalence rate compared with other \ntypes of OA but also for its presentation at earlier age groups particularly in younger age \ngroups of obese women.  The incidence of knee OA increases by age and further increase \nwith longer lifetime and higher average weight of the population (3).  \nPain and other symptoms of OA may have a profound effect on quality of life \naffecting both physical function and psychological parameters. Knee OA is not a loca lized \ndisease of cartilage alone but is considered as a chronic disease of the whole joint, \nincluding articular cartilage, meniscus, ligament, and peri -articular muscle that may result \nfrom multiple pathophysiological mechanisms. It is painful and disablin g disease that \naffects millions of patients (4).   \nDespite its severe consequences, however most patients with knee OA can be \nmanaged in the community and primary care (5).",
    "length": 3389,
    "type": "abstract"
  },
  {
    "id": 1,
    "text": "s painful and disablin g disease that \naffects millions of patients (4).   \nDespite its severe consequences, however most patients with knee OA can be \nmanaged in the community and primary care (5).\n\nCasp ian J Intern Med 2 (2): Spring   2011  \n 206                                  Heidari B . \nPrevalence  \n About 13% of women and 10% of men aged 60 years \nand older have  sympt omatic knee OA.  The proportions of \npeople affected with symptomatic knee OA is likely to \nincrease due to the aging of the population and the rate of \nobesity or overweight in the general population.(6). During a \none year period, 25% of people over 55 years may \ndemonstrate persistent episode of knee pain,  in whom about \none in six have to consult their general practitioner about it \nin the same time period. About 10% of people aged over 55 \nyears have painful disabling knee OA of whom one quarter \nare severely di sabled (5). Prevalence of knee OA in men is \nlower compared with women .This was shown in a meta \nanalysis of males and females in which the incidence of knee \nOA in males aged <55 years was lower than females.  \nFemales, particularly those  ≥55 years, tended to have \nmore severe OA in the knee but not in other sites. The results \nof this study demonstrated sex differences incidence of knee \nOA particularly after menopausal age (7). In a prospective \nstudy  in which data were provided by radiograp hs, physical \nperformance assessment, and interviews in 1996 and again \n(with the addition of magnetic resonance imaging \nassessment) in the follow -up visit during the years 2007, \n2008. The prevalence of moderate -to-severe knee \nosteoarthritis changed from 3.7 % at the baseline assessment \nto 26.7% in the follow -up visit eleven years later. Middle -\naged women had a high prevalence of moderate -to-severe \nknee osteoarthritis (8).  The prevalence rates of knee OA vary \naccording to study population as well as the method s applied \nfor diagnosis.  \nThe prevalence of radi ographic knee OA ha s been \ninvestigated in 2282 elderly Japanese people aged ≥  60 years \n(817 men and 1,465 women) living in urban regions. There \nwas a high prevalence of radiographic  of Knee OA .The \nprevalence of pain in the knee was age -dependent in women, \nbut not in men (9). Symptomatic  knee OA was common \namong the general adult population especially in women of \nolder age groups. In a cross -sectional study of 7 communities \nin Greece, symptomatic knee OA was ob served in 6% (95% \nCI 5.6 -6). The prevalence rate was significantly higher \namong women than in men and increased significantly with \nage. Symptomatic knee OA was significantly more common \nin rural compared to urban and suburban populations. \nLogistic regressi on analysis showed a significant association \nof female sex and age ≥50 years with all sites of OA.  In \naddition obesity and low level of education were associated with knee OA (10). Knee symptoms, radiographic knee OA, \nsymptomatic knee OA, and severe radiog raphic knee OA \nwere calculated in 3018 participants (33%) of African \nAmericans (38% men). Diagnosis of knee OA and severity \nof disease was made based on Kellgren -Lawrence \nradiographic grade ≥  2, severe radiographic knee OA as \ngrades 3 and 4, and symptomati c knee OA as knee \nsymptoms in a knee with radiographic OA. Knee symptoms \nwere present in 43%  of patients. Twenty - eight percent of \nsymptomatic patients  had radiographic knee OA, 16% had \nsymptomatic knee OA, and 8% had severe radiographic knee \nOA. Prevalenc e was higher in older individuals and women. \nAfrican Americans had slightly higher prevalence of knee \nsymptoms, radiographic knee OA, and symptomatic knee \nOA, but significantly higher prevalence of severe \nradiographic knee OA compared to Caucasians (11).  \n \n \nRelationship between knee pain and radiographic \nchanges  \nKnee pain is an imprecise marker of radiographic knee \nosteoarthritis which is partly dependent to extent of \nradiographic involvement. Similarly, radiographic knee OA \nis an imprecise guide to the lik elihood that knee pain or \ndisability will be present. Both associations are affected by \nthe definition of pain used and the nature of the study group. \nThe results of knee X rays should not be used in isolation \nwhen assessing individual patients with knee p ain (12). \nMany individuals with radiographic knee OA are \nasymptomatic and in contrary in many patients with knee \npain suggestive of OA radiol ogic findings are absent. Based \non clinical examination and history presence of knee OA can \nbe suggested and demons tration of radiologic manifestations \nmay be predicted. For example , in a study of patients with \nvarious skeletal manifestations presence of some clinical and \nor demographic information  such as age, sex, body mass \nindex, absence of whole leg pain, difficul ty in descending \nstairs, palpable effusion, fixed -flexion deformity, restricted -\nflexion range of motion, and crepitus predicted knee OA at \nsensitivity of 94% and specificity of 93%. In this study , knee \npain was associated with more severe disease s defined as \nKL>  3 rather than milder OA defined as KL=2, in women \nthan in men (13). Available data suggest that the symptoms \nof knee OA are rather weakly associated with radiographic \nfindings and vice versa (9 , 12). In a systematic literature \nreview,  15-76% of thos e with knee pain had radiographic",
    "length": 5397,
    "type": "results"
  },
  {
    "id": 2,
    "text": "that the symptoms \nof knee OA are rather weakly associated with radiographic \nfindings and vice versa (9 , 12). In a systematic literature \nreview,  15-76% of thos e with knee pain had radiographic\n\nCasp ian J Intern Med 2(2): Spring 2 011 \nKnee osteoarthritis                                207 \nOA and 15 -81% of those with radiographic knee OA had \npain (12). At present the relation between joints lesions and \npain is assessed by conventional radiography which is not \nsensitive enough and has several limitations. In patients \nsuspected to knee OA presence of osteophytes in all knee \nviews (AP, lateral or skyline) predicts knee pain more \naccurately than joint space narrowing on all knee \nradiographic views (14).   \nIn middle -aged women, there were significant \nassociations between pain, radiographic severity of OA of \nthe knee, and seven MR imaging -identified parameters ( 15). \nAlthough the presence of osteophytes had the strongest \nassociation with knee pain \"ever' with an odds ratio for \nskyline osteophytes of 7. 56, and antero posterior osteophytes \nof 5.There was a trend for an association between the \nseverity of narrowing in the lateral and skyline views and  \nknee pain, but  the association between joint space narrowing \nand knee pain was not statistically significant. In anothe r \nstudy , of one-hundred six OA knees in 68 subjects (mean \nage 71.1 years; 85% women) who were followed up in every \n6-month interval over 36 months , the subjects with knees \nwho had joint space narrowing had more severe symptoms, \nand the symptoms tended to b e worse for those with higher \nrates of narrowing. A significant correlation was not found \nbetween the severity of symptoms and the growth of \nosteophytes The result of this study in contr ast to previous \nstudies indicated an association between the symptoms of \nknee OA and progression of  joint  space narrowing (16).  \nThe differences in association of joint space narrowing \nand knee pain may be partly explained by biomechanical \ncomponent. Biomechanical factor may change an \nasymptomatic radiographic OA to a symp tomatic disease. \nAmong the individuals with mild radiographic knee OA \n(K/L grade 2), those who are symptomatic have significantly \nhigher medial compartment loads than those who are \nasymptomatic, whereas, those who are asymptomatic do not \ndiffer from normal  controls (asymptomatic K/L grade 0 or 1) \n(17). Among the community men and women presence of \nosteophyte is the radiographic feature that associates best \nwith knee pain in both women and men. Therefore, \nradiographic assessment of both tibiofemoral and \npatelofemoral regions should be included in all community \nstudies. Joint space loss is not a feature of asymptomatic \naging, and there is not a biological cut off for joint space \nwidth below which the likelihood of knee pain markedly \nincreases (18).  The capabi lity of MRI to visualize structural lesions \nwithin the knee joint is greater, and there is a growing body \nof work using MRI for the diagnosis of knee OA as well as \nto examine the correlation between structural findings and \nknee symptoms.  \nIn large cohort st udies, synovial hypertrophy, synovial \neffusions, and abnormalities in the subchondral bone have \nbeen associated with knee pain (19). Bone attrition detected \non conventional x -rays using a simple cheap technique is \nstrongly associated with the presence of d ay pain, stiffness \nand disability in knee OA. Bone pathology was reported in \n74% of those with radiographic bone attrition compared with \n42% of those without bone attrition (2 0). \nIn a systematic review of previous studies in which the \ntypes of MRI lesions associated with knee pain has been \ninvestigated. The presence of bone marrow lesions was \nassociated with knee OA pain with OR of 2 to 5.  The OR of \nhaving pain in the presence of effusion/synovitis ranged \nbetween 3.and 10.0. These findings may indicate that  bone \nmarrow edema. Effusion / synovitis being the origin of pain \nin knee OA (21). In another study of comparing radiographic \nand MRI findings of knee OA ,there was a significant \nassociation between pain, radiographic severity of knee OA \nand seven  paramet ers identified by MR imaging.In this \nstudy defects of cartilage, osteophytes, sclerosis, meniscal or \nligamentous tears, joint effusion, and synovitis were strongly \nrelated to increasing Kellgren -Lawrence grade (15). In \npersons with knee OA, knee pain sever ity was associated \nwith subarticular bone attrition, bone marrow lesions, \nsynovitis/effusion, and meniscal tears. The contribution of \nbone marrow lesions to pain severity appeared to require the \npresence of bone attrition (22).  \n \n \nEtiology and risk factors  of knee OA  \nOA has a multifactorial etiologies, which occurs due to \ninterplay between systemic and local factors. Osteoarthritis \naffects all ages. The etiology of this debilitating disease in \nwhich several responsible genes are linked for its occurance. \nSports participation, injury to the joint, obesity, and genetic \nsusceptibility predispose adolescent athletes to the \ndevelopment of premature osteoarthritis. Previous knee \ntrauma increases the risk of knee OA 3.86 times (23). Old \nage, female gender, overwei ght and obesity, knee injury, \nrepetitive use of joints, bone density, muscle weakness, and \njoint laxity all play roles in the development of joint OA",
    "length": 5394,
    "type": "results"
  },
  {
    "id": 3,
    "text": "6 times (23). Old \nage, female gender, overwei ght and obesity, knee injury, \nrepetitive use of joints, bone density, muscle weakness, and \njoint laxity all play roles in the development of joint OA\n\nCasp ian J Intern Med 2 (2): Spring   2011  \n 208                                  Heidari B . \nDetermination of risk factors  particularly in the weight -\nbearing joints and their modification  may reduc e the risk of \nOA and prevent subsequent pain and disability (6,  26). \nMechanical forces exerted on the joints are a significant \ncause of OA and one of the most modifiable risk factors as \ndetermined by body BMI. Female sex, lower educational \nlevels, obesity,  and poor muscular strength are associated \nwith symptomatic disease and subsequent disability (25).  \nIn a review of literature 14 contributing variables \nincluding occupational (extrinsic) and personal (intrinsic) \nwere considered as risk factors. Two factor s of kneeling and \nsquatting are considered the main primary risk factors in \ncorrelation with knee disorders (26).  \nFrequent squatting predispose people to development of \nknee OA. Aapproximately 40% of men and approximately \n68% of women reported squatting ≥ 1 hour per day at age \n25.Prolonged squatting is a strong risk factor for \ntibiofemoral knee OA among elderly (27). Occupation \ninvolving squatting or kneeling more than two hours daily \nwere associated with two -fold significantly increased risk of \nmoderate to  severe radiographic knee OA. Obesity alone or \nin patients with metabolic syndrome increases the risk of \nradiographic knee OA but has a lesser effect progression of \nknee OA (28 , 29). Relationship between BMI and OA of the \nknee is mainly linear, and duratio n of increased joint loading \nor gaining weight is also significant.Twenty seven percent of \ncases of hip arthroplasty and 69% knee arthroplasty may be \nattributed to obesity ( 1). In a systematic literature search \nobesity was consistently the main factors wit h knee OA by \nOR=2.63 (23).   \nObesity is also associated with the hip and hand OA.This \nindicates that excess adipose tissue produces humoral \nfactors, altering articular cartilage metabolism. It has been \npostulated that the leptin system could be a link betw een \nmetabolic abnormalities in obesity and increased risk of OA \n(29). Miniscal surgery increases the risk of future knee OA \nby 2.6 times (30).  Patients undergoing partial meniscectomy \nand reconstruction surgery are significantly more likely to \ndevelop rad iographic evidence of osteoarthritis than those \nwith normal menisci (3 1). Inflammatory process has been \nshown to be associated  with OA. Inflammation may have a \ncontributive role in the development and progression of OA. \nIn one study the median level of hig h sensitive CRP in \nprogressive knee OA was higher than n on-progressive \ndisease  (32). The median value of CRP is significantly \nassociated with functional disability, joint tenderness, pain, fatigue, global severity, and depression in OA.  Mean CRP \nlevel in OA is greater than healthy individuals (33).  \nIn a study of relationship between biochemical markers \nof arthritis and the radiographic grading of osteoarthritis \n(OA) in knees , a significant relationship was found between \nthe joint space width and radiograph ic knee OA. The joint \nspace width decreased with increasing Kellgren -Lawrence \ngrade. Pyridinoline and TIMP -1 exhibited a significant \nrelationship to the Kellgren -Lawrence grade but only urinary \npyridinoline had a significant correlation (34).In another \nstudy, raised serum CRP at entry was predictor of knee OA \nprogression.  Serum CRP at entry was not predictive of \nprogression between entry and five years but serum CRP at -\n3 years was predictive of progression by OR=1.95 ( 35). \nFemale sex was a strong risk fact or even in the subgroup \nwithout radiographic knee OA (KL=0/1) (36) For instance, \nthe greater total body fat of the average adult female may \npartially account for the gender disparity toward OA, given \nthat females theoretically demonstrate higher levels of \nadipose derived systemic leptin concentrations than their \nmale counterparts.(36). Female gender increases the risk of \nknee OA 1.84 times (23). In patients with knee OA \nparticularly at early stage of the levels of serum vitamin D is \nsignificantly lower than   individuals without knee \nOA.Vitamin D deficiency increases the risk of knee OA by \nOR=2.63 (37). Higher than 6 pregnancies increases the rik of \nknee OA by 1.95 times (38).  \n \nTable 1.  Risk factors of knee osteoarthritis  \nAge \nGenetic susceptibility  \nObesity  \nFemale gender  \nTrauma  \nRepetitive knee trauma  \nMuscle weakness  \nJoint laxity  \nMechanical forces  \nKneeling  \nSquatting  \nMiniscal injuries  \n______________________________________________  \n \nPhysiopathology  \nThe development of OA is dependent to interactions \nbetween sever al factors and so this process may be",
    "length": 4927,
    "type": "content"
  },
  {
    "id": 4,
    "text": "ing  \nMiniscal injuries  \n______________________________________________  \n \nPhysiopathology  \nThe development of OA is dependent to interactions \nbetween sever al factors and so this process may be\n\nCasp ian J Intern Med 2(2): Spring 2 011 \nKnee osteoarthritis                                209 \nconsidered the product of an interplay between systemic and \nlocal factors  (6). This progressive and disabling disease can \nbe resulted from a combination of risk factors, including \nadvancing age, genetics, trauma, knee malalignment, \nincreased biomechanical loading of joints through obesity, \naugmented bone density and an imbalance in physiological \nprocesses (39). There is now a growing body of evidence \nthat obesity is a complex syndrome in which an abnormal \nactivation of neuroendocrine and pro -inflammatory pathways \nleads to an altered control of food intake, fat expansion and \nmetabolic changes.Activated white adipose tissue increases \nthe synthesis of pro -inflammatory cytokines, such as IL -6, \nIL-1, IL -8, TNF  alpha,  IL-18, but decreases the regulatory \ncytokines,such as IL -10 (40).  This observation supports the \nlink between obesity and OA. The obesity gene and its \nproduct leptin may have important implications for the onset \nand progression of OA.  \nHowever, leptin can be also produced by osteoblasts and \nchondrocytes cells and local production of this substance \nmay be of great importance.Significant levels of leptin were \nobserved in the cartilage and osteophytes of people with OA,  \nwhereas few chondrocytes produced leptin in the cartilage of \nhealthy people (36). Leptin was found in synovial fluids of \nOA joints which was correlated with BMI (41 , 42). \nCytokines,  biomechanical factors, and proteolytic enzymes \nlead to  vaiable degrees of synovial inflamatory process \nwhich  up -regulate  metalloproteinases  and blunt \nchondrocyte compensatory synthesis pathways required to \nrestore the integrity of the degraded matrix (43).  \nA cascade of changes in joint structure start from \nsubchondral bone expansion, bone marrow lesions, meniscal \ntears an d extrusion, to cartilage defects,which ultimately may \nlead to cartilage loss and radiographic osteoarthritis at late \nstage.  Considerable evidence indicates that the menisci, \nligaments, periarticular muscles and the joint capsule are also \ninvolved in the O A process. Even infrapatellar fat pad from \npatients with knee -OA contains inflammatory cells which \ncan partly lead to pain in the anterior area of the knee  OA \n(44). Extravasation of the immune cells from infrapatellar fat \npad inflammatory cells which can l ead to vasodilation and \nextravasation of the immune cells that could in part be \nresponsible for anterior pain in knee -OA (44).  \n \nClinical features  \nPersist knee pain, limited morning stiffness, and reduced \nfunction are the three symptoms that are recommende d for the diagnosis of knee OA by the EULAR (45). In addition \ncripitus,  restriction of joint movement and bony enlargement \nare also very useful for diagnosis of knee OA.  \nPain is the most common symptom in knee OA, a leading \ncause of chronic disability, an d a major source of the \ndisability attributable to OA.  Pain severity ranging from \nbarely perceptible to immobilizing. Pain,  in knee OA  \ntypically exacerbates by activity and relieves  by rest. In the \npresence of the above six symptoms and signs the \nprobabi lity of having radiographic knee OA increases to \n99% (4 6).  \nIn advanced  cases synovities may appear and leads to \npain at rest or night. Short duration of stiffness less than 30 \nminutes may be seen in OA patients in the morning or \nfollowing periods of inact ivity.  \nTenderness to palpation of involved joints may be \nevident in physical examination. Joint effusions may be \npresent, which typically exhibit a mild pleocytosis, normal \nviscosity, and modestly elevated protein .Crepitus during \njoint motion or walking is a common .Limitation of range of \nmotion are all common signs of OA of the knee. In advanced \ncases (46) malalignment may be apparent (genu varus or \ngenu valgus).  \n \n \nImaging  \nAlthough the diagnosis of knee OA in the most cases can \nbe made by  the clinical  findings and physical examination \n,however  identification of joint damages are necessary for \nboth diagmostic confirmation as well as extent of joint \ninvolvement. Conventional plain radiographs is the first \ndiagnostic procedure as usually requested to demo nstrate the \nstructure -pain relationship in knee OA . Radiographic \nexamination has several limitations wheras MRI has the \ncapability to visualize all the structures within the knee joint. \nThere is a growing body of work using MRI to examine the \ncorrelation b etween structural findings and symptoms (47). \nConventional radiography predominantly visualizes bone \nwhereas MRI has the ability to directly visualize all the \nstructures of a joint, including soft tissue and cartilage. \nsubchondral bone marrow lesions (48) .  \nSubchondral bone marrow abnormalities determined by \nMRI have recently been shown to be predictors of \nradiographic progression in patients with knee OA (49). \nGreater levels of structural changes at earlier stage can be \nrevealed by MRI",
    "length": 5232,
    "type": "results"
  },
  {
    "id": 5,
    "text": "etermined by \nMRI have recently been shown to be predictors of \nradiographic progression in patients with knee OA (49). \nGreater levels of structural changes at earlier stage can be \nrevealed by MRI\n\nCasp ian J Intern Med 2 (2): Spring   2011  \n 210                                  Heidari B . \nPlain radiography  \nIdentification of bone changes in early knee OA may not \nbe possible due to low sensitivity of radiogragpy. However \nwhen articular changes have been observed by plain \nradiography further imaging studies  are unnecessary.  The \nmajor radiographic features of OA include:  Joint space \nnarrowing,  subchondral sclerosis,  osteophytes,  subchondral \ncysts (table 2).  Chondrocalcinosis may be seen in 4.4% of \npatients which may increase by aging (50)  \nNon-weight -bearing and weight -bearing radiographs of \nthe knee in extension w ere found to be of limited value in \nassessing disease status, whereas all standing flexed knee \npositions reliably imaged joint space width and bone changes \nin the tibiofemoral joint. Skyline rather than lateral views of \nthe patellofemoral joint were better  at detecting joint changes \nin osteoarthritis (51) Non -weight -bearing and weight -bearing \nradiographs of the knee in extension were found to be of \nlimited value in assessing disease status, whereas all \nstanding flexed knee positions reliably imaged joint sp ace \nwidth and bone changes in the tibiofemoral joint (52) . The \npresence of osteophyte at the patellofemoral joint was more \nsensitive but less specific than at the tibiofemoral joint. \nAmong men and women in the community, osteophyte is the \nradiographic feat ure that associates best with knee pain. \nRadiographic assessment of both regions of tibiofemoral and \npatellofemoral should be included in all studies.In patients \nwith knee pain proportion of patients with osteophyte at \npatellofemoral joint is greater than tibiofemoral joint and can \ninduce disability in the absence of tibiofemoral abnormality \nJoint space loss is not a feature of asymptomatic aging, and \nthere is not a biological cut off for joint space width below \nwhich the likelihood of knee pain markedly in creases (53) . \n \n \nMR imaging   \nMRI is not necessary for most patients with suggestive \nsymptoms of OA and/or typical plain radiographic features. \nHowever, MRI of the knee has a diagnostic role in patients \nwith joint pain and symptoms such as locking, popping, or \ninstability that suggest meniscal or ligamentous damage. The \npresence of two MRI findings concomitantly correlates with \npainful OA of the knee. Several types of lesions may be \nexpected to be observed in knee OA by MRI imaging. These \ninclude cartilage ab normalities, osteophytes, bone edema, \nsubarticular cysts, bone attrition, meniscal tears, ligament abnormalities, synovial thickening, joint effusion, intra -\narticular loose bodies, and periarticular cysts ( 47-49) table 2.  \n \n Table 2 - Radiographic and MRI fi ndings in knee osteoarthritis  \n \n1- Radiographic findings  \nOsteophytes  \nJoint space narrowing  \nSubchondral sclerosis  \nSubchonderal cysts  \n2- MRI findings in knee osteoarthritis  \nCartilage abnormalities,  \nCsteophytes,  \nBone edema,  \nSubarticular cysts,  \nBone attritio n,  \nMeniscal tears,  \nLigament abnormalities  \nSynovial thickening,  \nJoint effusion  \nIntra -articular loose bodies  \nPeriarticular cysts  \n \nLaboratory findings  \nAlthough mild synovitis may be seen in patients with \nknee OA but markers of inflammation such as erythrocy te \nsedimentation rate (ESR) and C –reactive protein (CRP) \nlevels are usually normal.  Synovial fluid in knee OA is of \nnon-inflammatory type. Serum and synovial fluid levels of \nCRP in OA are markedly lower than inflammatory arthritis. \nSynovial fluid anti -cyclic citrullinated peptide antibody is \nnegative in both serum and synovial fluid of patients with \nknee OA.  In suspected cases of knee OA synovial fluid level \nof anti -CCP can be used for differentiation of OA from RA \n(55).  The rest of this Review Article wil l appear in the next \nissue.  \n \n \nReferences  \n1. Grazio S , Balen D .Obesity: Risk factor and predictors of \nosteoarthritis  2009; 131: 22 -6. \n2. Altman RD . Early management o f osteoarthritis. Am J \nManag Care  2010; 16 Suppl  Management:  S41-7. \n3. Bliddal H , Christensen R .The treatment and prevention \nof knee osteoarthritis: a tool for clinical decision -making. \nExpert Opin Pharmacother  2009;  10:1793 -804.",
    "length": 4452,
    "type": "results"
  },
  {
    "id": 6,
    "text": "Suppl  Management:  S41-7. \n3. Bliddal H , Christensen R .The treatment and prevention \nof knee osteoarthritis: a tool for clinical decision -making. \nExpert Opin Pharmacother  2009;  10:1793 -804.\n\nCasp ian J Intern Med 2(2): Spring 2 011 \nKnee osteoarthritis                                211 \n4. Hayami T . Osteoarthritis of the  knee joint as a cause of \nmusculoskeletal ambulation disability symptom complex \n(MADS). Clin Calcium  2008; 18:1574 -80. {In Japanese}  \n5. Peat G , McCarney R , Croft P .Knee pain and \nosteoarthritis in older adults: a review of community \nburden and current use of primary health care. Ann \nRheum Dis  2001; 60: 91 -7. \n6. Zhang Y , Jordan JM . Epidemiology of osteoarthritis. Clin \nGeriatr Med  2010; 26: 355 -69. \n7. Srikanth VK , Fryer JL , Zhai G , et al. A meta -analysis of \nsex differences prevalence, incidence and severity of \nosteoarthritis. Osteoarthritis Cartilage  2005;  13:769 -81. \n8. Sowers M , Karvonen -Gutierrez CA , Jacobson JA , Jiang \nY, Yosef M .Associations of anatomical measures from \nMRI with radiographically defined knee  osteoarthritis \nscore, pain, and physical functioning. J Bone Joint Surg \nAm 2011; 93: 241 -51. \n9. Muraki S , Oka H , Akune  T, et al .Prevalence of \nradiographic knee osteoarthritis and its association with \nknee pain in the elderly of Japanese population -based \ncohorts: the ROAD study. Osteoarthritis Cartilage  2009; \n17:1137 -43.  \n10. Andrianakos AA , Kontelis LK , Karamitsos DG , et al. \nPrevalence of symptomatic knee, hand, and hip \nosteoarthritis in Greece. The ESORDI G study. J \nRheumatol  2006; 33: 2507 -13. \n11. Jordan JM , Helmick CG , Renner JB , et al.  Prevalence of \nknee symptoms and radiographic and symptomatic knee \nosteoarthritis in African Americans and Caucasians: the \nJohnston County Osteoarthritis Project. J Rheumatol  \n2007; 34:172 -80. \n12. Bedson J , Croft PR .The discordance between clinical and \nradiographic knee osteoarthritis: a systematic search and  \nsummary of the literature. BMC Musculoskelet Disord  \n2008; 9:116.  \n13. Peat G , Thomas E , Duncan R , et al. Estimating the \nprobability of radiog raphic osteoarthritis in the older patient \nwith knee pain. Arthritis Rheum.  2007; 15; 57: 794 -802. \n14. Cicuttini FM , Baker J , Hart DJ , Spector TD .Association \nof pain with radiological changes in different \ncompartments and views of the knee joint. Osteoarthritis \nCartilage  1996; 4: 143 -7. \n15. Hayes CW , Jamadar DA , Welch GW , et al. Osteoarthritis \nof the knee: comparison of MR imaging findings with \nradiographic severity me asurements and pain in middle -\naged women. Radiology  2005; 237: 998 -1007.  16. Fukui N , Yamane S , Ishida S , et al .Relationship between \nradiographic changes and symptoms or physical  \nexamination findings in subjects with symptomatic \nmedial knee osteoarthritis: a three -year prospective study. \nBMC Musculoskelet Disord  2010; 11: 269.  \n17. Thorp LE , Sumner DR , Wimmer MA , Block JA . \nRelationship between pain and medial knee joint loading \nin mild radiographic knee osteoarthritis. Arthritis Rheum  \n2007; 57: 1254 -60. \n18. Lanyon P , O'Reilly S , Jones A , Doherty M . Radiographic \nassessment of symptomatic knee osteoarthritis in the \ncommunity: definitions and normal joint space. Ann \nRheum Dis  1998; 57: 595 -601. \n19. Wenham CY , Conaghan PG . Imaging the painful \nosteoarthritic knee joint: what hav e we learned? Nat Clin \nPract Rheumatol  2009; 5: 149 -58. \n20. Reichenbach S , Dieppe PA , Nüesch E , et al. Association \nof bone attrition with knee pain, stiffness and disability: a \ncross -sectional study. Ann Rheum Dis  2011; 70: 293 -8.  \n21. Yusuf E , Kortekaas MC , Watt I, Huizinga TW , \nKloppenburg M . Do knee abnormalities visualised on \nMRI explai n knee pain in knee osteoarthritis? A \nsystematic review. Ann Rheum Dis  2011; 70: 60 -7.  \n22. Magliano M . Obesity and arthritis. Menopause Int  2008; \n14: 149 -54. \n23. Blagojevic M , Jinks C , Jeffery A , Jordan KP . Risk \nfactors for onset of osteoarthritis of the knee in older \nadults: a systematic review and meta -analysis. \nOsteoarthritis Cartilage  2010; 18: 24 -33. \n24. Nicholson S , Dickman K , Maradiegue A . Reducing \npremature osteoarthritis in the adolescent through \nappropriate scre ening.  J Pediatr Nurs  2009; 24: 69 -74.  \n25. Lementowski PW , Zelicof SB . Obesity and osteoarthritis.  \nAm J Orthop (Belle Mead NJ).  2008; 37:148 -51. \n26. Reid CR , Bush PM , Cummings NH , McMullin DL , \nDurrani SK . A review of occupational knee disorders . J \nOccup Rehabil  2010; 20: 489 -501. \n27. Zhang Y , Hunter DJ , Nevitt MC ,et al.Association of \nsquatting with increased prevalence of radiographic \ntibiofemoral knee osteoarthritis: the Beijing \nOsteoarthritis Study. Arthritis Rheum  2004; 50: 1187 -92. \n28. Yoshimura N , Muraki S , Oka H , et al. Association of \nKnee Osteoarthritis with the Accumulation of Metabolic \nRisk Factors Such as Overweight, Hypertension, \nDyslipidemia, and Impaired Glucose Tolerance in \nJapanese Me n and Women: The ROAD Study. J \nRheumatol  2011; 35: 921 -30.",
    "length": 5077,
    "type": "abstract"
  },
  {
    "id": 7,
    "text": "Accumulation of Metabolic \nRisk Factors Such as Overweight, Hypertension, \nDyslipidemia, and Impaired Glucose Tolerance in \nJapanese Me n and Women: The ROAD Study. J \nRheumatol  2011; 35: 921 -30.\n\nCasp ian J Intern Med 2 (2): Spring   2011  \n 212                                  Heidari B . \n29. Grazio S , Balen D . Obesity: risk factor and predictor of \nosteoarthritis.  Lijec Vjesn  2009; 131: 22 -6. {In Croatian}  \n30. Nicholson S , Dickman K , Maradiegue A . Reducing \npremature osteoarthritis in the adolescent through \nappropriate  screening.  J Pediatr Nurs  2009; 24: 69 -74.  \n31. Magnussen RA , Mansour AA , Carey JL , Spindler KP . \nMeniscus status at anterior cruciate ligament \nreconstruction associated with radiographic signs of \nosteoarthritis at 5 - to 10 -year follow -up: a systematic \nreview.  J Knee Surg  2009; 22: 347 -57. \n32. Martel -Pelletier J , Pelletier JP .Is osteoarthritis a disease \ninvolving only cartilage or other articular tissues?  Eklem \nHastalik Cerrahisi  2010; 21: 2 -14. \n33. Wolfe F .The C -reactive protein but not erythrocyte \nsedimentat ion rate is associated with clinical severity in \npatients with osteoarthritis of the knee or hip. J \nRheumatol  1997; 24:1486 -8. \n34. Takahashi M , Naito K , Abe M , Sawada T , Nagano \nA.Relationship between radiographic grading of \nosteoarthritis and the biochemical markers for arthritis in \nknee osteoarthritis --Arthritis Res Ther  2004; 6: R208 -12. \n35. Sharif M , Shepstone L , Elson CJ , Dieppe PA , Kirwan \nJR.\\Increased serum C reactive protein may reflect events \nthat precede r adiographic progression in osteoarthritis of \nthe knee. Ann Rheum Dis  2000; 59: 71 -4. \n36. Teichtahl AJ , Wluka AE , Proietto J , Cicuttini FM . \nObesity and the female sex, risk factors for knee \nosteoarthritis that may be attributable to systemic or local \nleptin biosynthesis and its cellular effects.  Med \nHypotheses  2005; 65: 312 -5. \n37. Heidari B, Heidari P, Hajian -Tilaki K. Association \nbetween serum vitamin D deficiency and knee \nosteoarthritis. Int Orthop 2010; 30. [Epub ahead of print]  \n38. Heidari B,Hajian K. Previous pregnancies and \nsubsequent risk of knee osteoarthritis, J Res Med Sci \n2000; 2: 71 -8. \n39. Eaton CB . Obesity as a risk factor for os teoarthritis: \nmechanical versus metabolic. Med Health R I.  2004; 87: \n201-4. \n40. Iannone F , Lapadula G . Obesity and inflammation --\ntargets for OA therapy. Curr Drug Targets  2010; 11: 586 -98. \n41. Dumond H , Presle N , Terlain B , et al.  Evidence for a key \nrole of leptin in osteoarthritis. Arthritis Rheum.  2003;  48: \n3118 -29. \n42. Terlain B , Dumond H , Presle N ,et al . Is leptin the \nmissing link between osteoarthritis and obesity? Ann \nPharm Fr  2005; 63: 186 -93. {In French}  43. Fernandes JC , Martel -Pelle tier J , Pelletier JP .The role of \ncytokines in osteoarthritis pathophysiology  Biorheology \n2002; 39: 237 -46. \n44. Clockaerts S , Bastiaansen -Jenniskens YM , Runhaar J, et \nal. The infrapatellar fat pad should be considered as an \nactive osteo arthritic joint tissue: a narrative review. \nOsteoarthritis Cartilage  2010; 18: 876 -82. \n45. Zhang W , Doherty M , Peat G , et al. EULAR evidence -\nbased recommendations for the diagnosis of knee \nosteoarthritis. Ann Rheum Dis  2010; 69: 483 -9.  \n46. Heidari B . Rheumatic diseases. 1st ed. Babol; Iran Babol \nuniversity of medical sciences publication, 2002.  \n47. Wenham CY , Conaghan PG . Imaging the painful \nosteoarthritic knee joint: what have we learned? Nat Clin \nPract  Rheumatol  2009; 5: 149 -58. \n48. Conaghan PG , Felson DT . Structural associations of \nosteoarthritis pain: lessons from magnetic resonance \nimaging. Novartis Found Symp  2004; 260: 191 -201; \ndiscussion 201 -5, 277 -9. \n49. Garnero P , Peterfy C , Zaim S , Schoenharting M . Bone \nmarrow abnormalities on magnetic resonance imaging \nare associated with type II collagen degradation in knee \nosteoarthritis: a t hree-month longitudinal study. Arthritis \nRheum  2005; 52: 2822 -9. \n50. Felson DT , Anderson JJ , Naimark A , Kannel W , Meenan \nRF.The prevalence of chondrocalcinosis in the elderly \nand its association with knee osteoarthritis: the \nFramingham  Study. J Rheumatol  1989;  16:1241 -5. \n51. Buckland -Wright C .Which radiographic techniques \nshould we use for research and clinical practice? Best \nPract Res Clin Rheumatol  2006; 20: 39 -55. \n52. Lotke PA , Ecker ML , Barth P , Lonner JH . Subchondral \nmagnetic resonance imaging changes in early \nosteoarthrosis associated with tibial osteonecrosis. \nArthro scopy  2000; 16: 76 -81. \n53. Guermazi A , Zaim S , Taouli B , et al. MR findings in \nknee osteoarthritis. Eur Radiol  2003; 13: 1370 -86.  \n54. Sukenik S , Henkin J , Zimlichman  S, et al. Serum and \nsynovial fluid levels of serum amyloid A protein and C -\nreactive protein in inflammatory and noninflammatory \narthritis. J Rheumatol  1988; 15: 942 -5. \n55. Heidari B, Abedi H, Firouzjahi A, Heidari P. Diagnostic \nvalue of synovial fluid anti -cyclic citrullinated peptide \nantibody for rheumatoid arthritis.Rheumatol Int 2010; \n30:1465 -70.",
    "length": 5087,
    "type": "results"
  }
]