[
  {
    "id": 0,
    "text": "Hip Abductor Weakness in Distance Runners with Iliotibial\nBand Syndrome\n*Michael Fredericson, MD, *Curtis L. Cookingham, MS,PT, †Ajit M. Chaudhari, MS,\n*Brian C. Dowdell, MD, *Nina Oestreicher, BS, and ‡Shirley A. Sahrmann, PhD,PT\n*Department of Functional Restoration, Division of Physical Medicine and Rehabilitation; †Biomotion Research Laboratory,\nDepartment of Mechanical Engineering, Stanford University, Stanford, California; and ‡Program in Physical Therapy,\nWashington University, St. Louis, Missouri, U.S.A.\nObjective: To examine hip abductor strength in long-\ndistance runners with iliotibial band syndrome (ITBS), com-paring their injured-limb strength to their nonaffected limb andto the limbs of a control group of healthy long-distance runners;and to determine whether correction of strength deficits in thehip abductors of the affected runners through a rehabilitationprogram correlates with a successful return to running.\nDesign: Case series.\nSetting: Stanford University Sports Medicine Clinics.\nParticipants: 24 distance runners with ITBS (14 female, 10\nmale) were randomly selected from patients presenting to ourRunners’ Injury Clinic with history and physical examinationfindings typical for ITBS. The control group of 30 distancerunners (14 females, 16 males) were randomly selected fromthe Stanford University Cross-Country and Track teams.\nMain Outcome Measures: Group differences in hip abduc-\ntor strength, as measured by torque generated, were analyzedusing separate two-tailed t-tests between the injured limb, non-\ninjured limb, and the noninjured limbs of the control group.Prerehabilitation hip abductor torque for the injured runnerswas then compared with postrehabilitation torque after a6-week rehabilitation program.\nResults: Hip abductor torque was measured with the Nicho-\nlas Manual Muscle Tester (kg), and normalized for differencesin height and weight among subjects to units of percent bodyweight times height (%BWh). Average prerehabilitation hipabductor torque of the injured females was 7.82%BWh versus\n9.82%BWh for their noninjured limb and 10.19%BWh for thecontrol group of female runners. Average prerehabilitation hipabductor torque of the injured males was 6.86%BWh versus8.62%BWh for their noninjured limb and 9.73%BWh for thecontrol group of male runners. All prerehabilitation group dif-ferences were statistically significant at th e p < 0.05 level. The\ninjured runners were then enrolled in a 6-week standardizedrehabilitation protocol with special attention directed tostrengthening the gluteus medius. After rehabilitation, the fe-males demonstrated an average increase in hip abductor torqueof 34.9% in the injured limb, and the males an average increaseof 51.4%. After 6 weeks of rehabilitation, 22 of 24 athleteswere pain free with all exercises and able to return to running,and at 6-months follow-up there were no reports of recurrence.\nConclusions: Long distance runners with ITBS have weaker\nhip abduction strength in the affected leg compared with theirunaffected leg and unaffected long-distance runners. Addition-ally, symptom improvement with a successful return to thepreinjury training program parallels improvement in hip abduc-tor strength.\nKey Words: Running injuries—Overuse injury—Friction\nsyndrome—Iliotibial band syndrome—Tensor fascia lata—Knee pain.\nClin J Sport Med 2000;10:169–175.\nINTRODUCTION\nThe majority of running injuries are related to the knee\nand most are due to the constant repetition of the runningmotion.\n1Iliotibial band syndrome (ITBS) is believed to\nresult from the constant friction of the ITB sliding overthe lateral femoral epicondyle. It is the most commoncause of lateral knee pain in runners and accounts for 1.6to 12% of all running-related injuries.\n2–5\nTwo studies of injury rates among runners found in-jury rates for ITBS of 2.1% and 4.7% of injuries, per\n1,000 runners, per year.6,7\nA biomechanical study that examined runners with\nITBS noted that the posterior edge of the band impingesagainst the lateral epicondyle just after footstrike in thegait cycle. The friction occurs at, or slightly below, 30°of knee flexion.\n8This can produce irritation and subse-\nquent inflammatory reaction, especially in the region be-neath the posterior fibers of the ITB, which are felt to betighter against the lateral femoral condyle than the ante-rior fibers.\n4The symptoms usually come on after a re-\nproducible time or distance run and consist of a sharppain or burning on the lateral aspect of the knee. Occa-sionally, there will be swelling and thickening of thetissue where the band moves over the lateral femoralcondyle. Early on, the symptoms will subside shortlyReceived May 27, 1999; accepted March 9, 2000.\nAddress correspondence and reprint requests to Michael Fredericson,\nMD, Department of Functional Restoration, Division of Physical Medi-cine & Rehabilitation, Stanford University Medical Center, Pasteur Dr.,R-107B, Stanford, CA 94305-5105, U.S.A.Clinical Journal of Sport Medicine, 10:169–175\n© 2000 Lippincott Williams & Wilkins, Inc., Philadelphia\n169",
    "length": 5070,
    "type": "introduction"
  },
  {
    "id": 1,
    "text": "on, Stanford University Medical Center, Pasteur Dr.,R-107B, Stanford, CA 94305-5105, U.S.A.Clinical Journal of Sport Medicine, 10:169–175\n© 2000 Lippincott Williams & Wilkins, Inc., Philadelphia\n169\n\nafter arunisover, butwill return with the next run. If\nallowed to progress the pain can persist even with dailywalking and particularly when ascending and descendingstairs.\nPrevious articles have suggested a number of etiologi-\ncal factors related to ITBS.\n2–4but they were all retro-\nspective with no evidence of a temporal relationship be-tween the risk factor and outcome. Messier et al.\n9found\nthat runners with ITBS versus a noninjured control groupwere less experienced, were doing greater weekly mile-age, and had a greater percentage of their training on thetrack. Additionally, the injured runners were weaker bi-laterally in knee flexion and knee extension and exhib-ited lower maximal normalized braking forces. Factorspostulated in other articles\n2,3,4,10such as training on\ncrowned roads, varus alignment, excessive rear foot mo-tion, and leg length discrepancies were not confirmed.One magnetic resonance imaging (MRI) study found thatpatients with ITBS have significantly thicker bands thancontrols without symptoms.\n11\nJanda12has postulated a common muscle imbalance of\nweakness in the gluteus medius leading to early firing,overactivation, and tightness of the tensor fascia lata andiliotibial band. No previous study has examined for thismuscle imbalance, particularly as it relates to ITBS inrunners.\nThe hypothesis of this study is that distance runners\nwith ITBS are weaker in their hip abductors on the in-jured limb versus their unaffected limb and the unaf-fected limbs of a control group of healthy distance run-ners. Additionally, correction of these deficits correlateswith a successful rehabilitation program.\nMETHODS\nThe treatment group for this study consisted of 24\nconsecutive collegiate and club long-distance runnerswho presented to our Runners ’Injury Clinic for initial\nevaluation and were diagnosed with ITBS. Fourteenmales and 10 females were chosen for the study, with anaverage age of 27.0 years (range 18 –41). All were as-\nsessed by the principal author (M.F.) and had recent(within the last 2 months) symptoms and signs typical ofITBS. The prominent symptom in all runners was oflateral knee pain during running that gradually worsened.The diagnosis was confirmed by the presence of localtenderness over the lateral epicondyle, reproducible painwith flexion and extension of the knee while exertingpressure over the lateral femoral condyle with maximalpain at about 30 °of knee flexion (Noble compression\ntest), and the absence of any other signs in the knee jointproper, such as effusion, joint line tenderness, or a posi-tive McMurray ’s test. Exclusion criteria included history\nof previous knee trauma, previous knee surgery, orsymptoms on exam of other knee abnormalities includ-ing patellofemoral joint pain, popliteus tendinitis, lateralmeniscal injury, or degenerative joint disease.\nAny runner who had already been seen at another\nclinic and had received any form of supervised physicaltherapy was also excluded. We did not exclude runnerswho were performing nonsupervised stretching orstrengthening exercises or who were already using icemassage or were taking nonsteroidal antiinflammatorydrugs (NSAIDs).\nThe control group of 30 distance runners (14 female,\n16 male) subjects were all Stanford University cross-country and track runners who were randomly selected toparticipate in this study during their preseason physicalsin the summer and fall of 1995 and 1996. One leg wasrandomly chosen from each control subject to be in-cluded in the study. Table 1 shows comparison data forage, gender, height, and weight between the injured andcontrol groups. All athletes participated on a volunteerbasis. Data collected by interview included any history ofprevious or ongoing injury and subsequent rehabilitation.Exclusion criteria included any ongoing spine, hip, orlower extremity injury. Additionally, subjects were ex-cluded if they had a history of previous lower extremityinjury in the preceding 5 years that was not treated witha supervised physical therapy program until they werepain free and had returned to their sport.\nFor both the injured athletes and the control group,\nweight and height were self reported. Absolute leglengths were measured by the interviewer by having the\nathlete lie supine on the examining table and measuringthe distance from the anterior superior iliac spine to thehighest point of the medial malleolus, bilaterally.\n13\nHip abductor strength was then measured by a team of\ntwo examiners, with one performing the physical test andthe other recording the data. Test positions were as de-scribed by Kendall et al.\n13Strength was measured using\na hand-held dynamometer (HHD).\nMarino et al.,14using an HHD similar to the one used\nin this study, found that the dynamometer was able todetect even minor differences in muscle strength for thehip abductors and hip flexors that cannot readily be de-tected by the manual method of muscle testing. As rec-\nTABLE 1. Characteristics of study population\nnAge (y) Height (m) Weight (kg)\nMean 95% CI Mean 95% CI Mean 95% CI\nFemales Injured 10 27.60 3.66 1.67 0.06 58.73 4.02\nControls 14 19.71 0.65 1.70 0.03 56.92 3.97\nMales Injured 14 27.07 4.00 1.78 0.03 71.85 2.69\nControls 16 20.06 0.66 1.80 0.04 66.28 2.49\nCI, confidence intervals.M. FREDERICSON ET AL. 170\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 5522,
    "type": "methods"
  },
  {
    "id": 2,
    "text": "0.03 56.92 3.97\nMales Injured 14 27.07 4.00 1.78 0.03 71.85 2.69\nControls 16 20.06 0.66 1.80 0.04 66.28 2.49\nCI, confidence intervals.M. FREDERICSON ET AL. 170\nClin J Sport Med, Vol. 10, No. 3, 2000\n\nommended in other studies, measurements from several\ntrials were averaged to obtain a more true reflection ofthe mean muscle strength.\n15,16By allowing ample recov-\nery time between trials, this method also avoided testingerrors due to patient effort or measurement technique.\nThe HHD in this study measured the maximum static\nforce on digital display. The instrument used was theNicholas Manual Muscle Tester (MMT), manufacturedby Lafayette Instruments (Lafayette, IN, U.S.A.). It mea-sures static force from 0 –199.9 kg, with reported accu-\nracy to 0.1 kg ±2%.\n14,17The device uses a load cell force\ndetecting system instead of a spring or hydraulic system.Load cell force systems tend to fatigue less easily withrepetitive use than spring systems, and do not depend asheavily on calibration for their accuracy\n18(nevertheless,\nthe HHDs were calibrated prior to each test session). TheNicholas MMT has also been shown to move less at theinput shaft during testing than the spring system. It islimited by the strength of the examiner, as the strength ofthe examinee must be overcome by the examiner. How-ever, in testing the hip abductors in this study all subjectswere easily overcome. Additionally, it has a responsetime of 2 ms, which overcomes any potential errors in theexaminer ’s perception of time required to apply the\nbreaking force, and has a force platform that preventserrors in eccentric loading resulting from nonperpendicu-lar force transmitted through the measuring apparatus.\n14\nStrength Test for Hip Abduction\nThe subject was placed in a side-lying position on the\nexamining table, with the shoulders and pelvis perpen-dicular to the table (Figure 1). The bottom leg was flexedand the upper arm grasped the examining table (bothdone to stabilize the trunk). The top leg was in alignmentwith the rest of the trunk. The patient was asked to ab-duct the leg toward the ceiling. Instructions were given toavoid any internal rotation or flexion of the hip throughrecruitment of the tensor fascia lata or any hip hikingthrough use of the quadratus lumborum.\nFollowing a verbal description of test procedures, theexaminer stabilized the dynamometer against the sub-\nject’s leg just above the lateral malleolus, and at least two\nsubmaximal contractions and one maximal contractionwere completed as practice prior to data acquisition. Fol-lowing 30 seconds of rest, the subjects were instructed tohold their hip abducted at 30 °isometrically. Maximum\nresistance was measured by the HHD as the force re-quired to break the isometric contraction and bring theleg down to the table. Five trials were performed on eachleg. A time period of at least 15 seconds was givenbetween trials if the subject complained of any legcramping. To maintain uniformity in tester –subject in-\nteraction, no encouragement was given to the subjectsduring the test.\nHip abductor strength was normalized for body weight\nand height.\n19The dynamometer measurement in kilo-\ngrams was converted to Newtons [kg ×9.81] to achieve\na unit of force. Newtons were then converted to torque[force (N) ×action length (m)]. The measured leg length\nwas used as the action length. Although the anterior su-perior iliac spine is not the center of the hip axis, becausewe scaled for differences in height this substitution didnot significantly affect the data. The following formulawas used to calculate a dimensionless measure of torque:\n% (BW ×h)/H11505Torque (N ×m)×100/BW(N) ×h(m)\nWhere BW is the subject ’s body weight in Newtons and\nh is the height in meters. Two examiners performed all ofthe strength measurements. Both legs of 10 additionalnoninjured control subjects were analyzed during thesame session to determine interexaminer reliability. Thestrength testing was performed as described above withthree trials averaged. To allow full recovery, 10 minuteswas given between the tests performed by the two ex-aminers.\nSeveral studies have examined intrarater and interrater\nreliability of muscle testing with the HHD using Pearsoncorrelation coefficients. Bohannon et al.\n18tested 18 ex-\nFIG. 1. Hip abductor strength test.HIP ABDUCTOR WEAKNESS IN DISTANCE RUNNERS WITH ITBS 171\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 4398,
    "type": "content"
  },
  {
    "id": 3,
    "text": "ing Pearsoncorrelation coefficients. Bohannon et al.\n18tested 18 ex-\nFIG. 1. Hip abductor strength test.HIP ABDUCTOR WEAKNESS IN DISTANCE RUNNERS WITH ITBS 171\nClin J Sport Med, Vol. 10, No. 3, 2000\n\ntremities, with 3 strength tests per extremity. Intrarater\nreliability was shown to be greater than or equal to 0.97in the majority of correlations. Hyde et al.\n20demon-\nstrated test –retest reliability in two boys with muscular\ndystropy, with correlation coefficients of 0.94 for hipflexion, 0.86 for hip abduction, and 0.97 for knee flexionusing the HHD. Another study by Bohannon\n21tested 6\nmuscle groups in 30 subjects, using 2 examiners. Theyfound interrater reliability correlations of 0.84 for hipflexion and knee extension, 0.88 for shoulder externalrotation, and 0.94 for wrist extension and elbow flex-ion.\n21Our interrater reliability measurements are in line\nwith this previous research, with a 0.92 Pearson correla-tion coefficient between examiners. In addition, an in-traclass correlation coefficient (ICC) was calculated\n22,23\nto assess interrater reliability using a two-way analysis ofvariance (ANOVA). Using this method, the ICC was0.96, which compares favorably to other studies usingthe ICC.\n23\nValidity assessment of the Nicholas HHD has been\ncompared with isokinetic testing for shoulder abduc-tion\n24and hamstring23strength testing with correlation\ncoefficients of 0.83 to 0.86. We are unaware of any studyin the literature, however, that has specifically comparedHHD versus isokinetic testing for hip abductor strength.\nRehabilitation\nAll injured runners were enrolled in a 6-week stan-\ndardized rehabilitation program, with sessions scheduledonce per week for 6 weeks. All patients were treated bythe same physical therapist. Nonsteroidal antiinflamma-tory drugs were prescribed until the patients were painfree with daily activities. The therapy protocol consistedof local application of ultrasound with corticosteroid gelto decrease inflammation for the first one or two ses-sions. All patients were instructed in two standardstretches for the ITB to be performed three times per day,holding each stretch for 15 seconds (Figures 2 and 3).Side-lying hip abduction exercises and pelvic drops tostrengthen the gluteus medius were started at 1 set of 15repetitions and over a course of several weeks increasedto the goal of 3 sets of 30 repetitions. The patients wereinstructed to increase by five repetitions per day pro-vided there was no significant post work-out soreness thefollowing day. For the side-lying hip abduction, specificinstructions were given to keep the lower leg flexed forbalance, the abdominals braced, and the upper leg inslight hip extension and external rotation. Instructionsensured that the leg was slowly brought into an arc ofabduction of 20 –30°with each repetition, held for 1 sec-\nond at extremes of motion (Figure 4A), and then slowlyreturned to adduction (Figure 4B). The pelvic drop ex-ercise involved standing on a step with the involved leg,while holding onto a wall or stick if necessary for sup-port (Figure 5A). With both knees locked, the opposite,noninvolved pelvis was lowered towards the floor, shift-ing one ’s body weight to the inside part of the foot and\ninvolved leg, creating a swivel action at the hip (Figure5B). Then, by contracting the gluteus medius on the in-\nvolved side, the pelvis was brought back to a level po-sition. A mirror was used during the initial stages toprovide visual feedback until the exercise was performedcorrectly.\nAll subjects were instructed to discontinue running\nand any other activities that continued to cause pain.Cross-training was allowed provided there was no provo-cation of pain during the exercise or post work-out. Sub-jects needed to be pain free with all daily activities andhave progressed to 3 sets of 30 repetitions of the 2strength exercises before being allowed to start a returnto running program at the end of the 6-week rehabilita-tion program.\nRESULTS\nGroup differences in hip abductor strength were ana-\nlyzed using two-tailed t-tests between the injured limb,\nnoninjured limb, and the noninjured limbs of the controlgroup. To compare the injured limb with the noninjuredlimb and to compare the injured limb before and afterrehabilitation, paired t-tests were performed, while two-\nsample unequal-variance t-tests were performed to com-\npare study patients with controls.\nFigure 6 shows that the average prerehabilitation hip\nFIG. 2. Iliotibial band standing stretch.M. FREDERICSON ET AL. 172\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 4559,
    "type": "results"
  },
  {
    "id": 4,
    "text": "om-\npare study patients with controls.\nFigure 6 shows that the average prerehabilitation hip\nFIG. 2. Iliotibial band standing stretch.M. FREDERICSON ET AL. 172\nClin J Sport Med, Vol. 10, No. 3, 2000\n\nabductor torque generated by the injured leg for the fe-\nmale study patients was 7.82 ± 1.93%BWh (95% confi-dence interval) versus an average of 9.82 ± 2.98 in thenoninjured limb and 10.19 ± 1.10 in the control groupfemale runners. The average prerehabilitation hip abduc-tor torque generated by the injured leg for the male studypatients was 6.86 ± 1.19 versus an average of 8.62 ± 1.16in the noninjured limb and 9.73 ± 1.30 among the controlgroup of male runners.\nFigure 7 illustrates that for injured female runners,\npostrehabilitation there was an increase in average hipabductor torque to 10.55%BWh, a 34.9% increase. Forinjured male runners postrehabilitation, there was an in-crease in average hip abductor torque to 10.38, a 51.4%increase.All comparisons were statistically significant at the p\n< 0.05 level.\nAt 6 weeks, 22 of 24 athletes were pain free and had\nstarted a return to running protocol; follow-up by phoneat 6 months found no recurrences of ITBS. Of the re-maining two runners, one required three months of re-habilitation and then began a very gradual return to run-ning, while the other continued to suffer and decided togive up running.\nDISCUSSION\nSince Bender ’s 1964 study\n25of 806 West Point cadets\nit has been known that those with strength differencesgreater than 10% between the limbs, and those in the\nFIG. 4. Side-lying hip abduction ex-\nercise. A:Start position; B:end posi-\ntion.\nFIG. 3. Iliotibial band rope stretch.HIP ABDUCTOR WEAKNESS IN DISTANCE RUNNERS WITH ITBS 173\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 1747,
    "type": "discussion"
  },
  {
    "id": 5,
    "text": "ying hip abduction ex-\nercise. A:Start position; B:end posi-\ntion.\nFIG. 3. Iliotibial band rope stretch.HIP ABDUCTOR WEAKNESS IN DISTANCE RUNNERS WITH ITBS 173\nClin J Sport Med, Vol. 10, No. 3, 2000\n\nlowest quartile strength-wise compared with their peers,\nare more likely to be injured than those with normalstrength levels. This study only examined isometricstrength and only examined muscles in close proximityto the site of injury. It has also been shown that distalinjuries produce more weakness to the entire limb thanproximal ones. Nicholas et al.\n17in a retrospective study\nfound that patients with ankle and foot problems hadconsistent weakness in their hip abductors and adductorsas measured by Cybex testing. Previous work byMessier\n9also retrospectively found that in patients with\nITBS there were deficits in knee flexor and extensorstrength. Van Mechelen et al.\n26did do a prospective\nstudy of strength as a risk factor for injury by measuringisokinetic strength of the knee flexors and extensors us-ing Cybex testing. They did not find a significant rela-tionship between these strength variables and injury, butthey did not specifically examine running injuries or hipabductor strength. No study has previously examined therelationship of more proximal weakness in the hip ab-ductors and ITBS.\nThis study demonstrates that runners with ITBS were\nweaker in hip abductor strength than a noninjured controlgroup of runners in comparison with their noninjuredside. In both males and females, after 6 weeks of physicaltherapy strength for the injured limb achieved a levelequal to or greater than that of the noninjured limb andcontrol limbs.\nIt is not clear why distance runners are more prone to\nweakness in the hip abductors and ITBS. One possibilityis that running is primarily a sagittal plane activity,\nwhereas sports such as soccer require greater coronalplane movement, engaging the hip abductors more rig-orously.\nElectromyographic studies of joggers\n27have shown\nthat in order to control coronal plane motion duringstance phase, a continuous hip abductor moment isneeded by the gluteus medius, and to a lesser extent thetensor fascia. These muscles demonstrate little change asthe speed of gait increases. At the time of foot contact,the femur in relation to the pelvis is adducted; thesemuscles undergo an eccentric contraction, and then con-\nFIG. 7. Hip abductor torque of injured runners before and after\nrehabilitation. Error bars represent 95% confidence intervals. Thedifferences between strength before and after were statisticallysignificant (p < 0.05) for both men and women.\nFIG. 5. Pelvic drop exercise. A:Start position; B:end position.\nFIG. 6. Hip abductor torque before rehabilitation. Error bars rep-\nresent 95% confidence intervals. All differences between group-ings are significant (p < 0.05).M. FREDERICSON ET AL. 174\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 2898,
    "type": "content"
  },
  {
    "id": 6,
    "text": "before rehabilitation. Error bars rep-\nresent 95% confidence intervals. All differences between group-ings are significant (p < 0.05).M. FREDERICSON ET AL. 174\nClin J Sport Med, Vol. 10, No. 3, 2000\n\ntract concentrically throughout the remainder of the sup-\nport phase and into the propulsive phase as abductionoccurs at the hip joint. While the gluteus medius andtensor fascia lata are both hip abductors, the gluteus me-dius (especially the posterior aspect) is an external rota-tor of the hip, whereas the tensor fascia lata is an internalrotator of the hip.\n28It is felt that weakness in the gluteus\nmedius leads to decreased control of thigh abduction andexternal rotation. Subsequently, the runner will demon-strate increased thigh adduction and internal rotationwith an increased valgus vector at the knee. It is postu-lated that this places the iliotibial band under increasedtension and makes it more prone to impingement uponthe lateral epicondyle of the femur, especially during theearly stance phase of gait (foot contact) when maximaldeceleration occurs to absorb ground reaction forces.\nLIMITATIONS\nThere was no true control group for the rehabilitation\naspect of this study. The injured runners were comparedprerehabilitation versus postrehabilitation for improve-ment in hip abductor strength. The ideal would have beento include a group of comparable long-distance runnersalso diagnosed with ITBS who did not receive a hipabductor rehabilitation program. The rehabilitation pro-gram included modalities, rest, stretching, and strength-ening, and it is not clear that the strengthening programalone led to increases in strength and successful return tothe running program. It is possible that simply eliminat-ing the pain or normalizing tight soft tissues led to in-creased facilitation of the hip abductors. A prospectivestudy is also needed to determine if runners with weak-ness in their hip abductors are at greater risk for devel-oping ITBS and if these runners can decrease their riskby prophylactically strengthening their hip abductors.\nCONCLUSIONS\nThis study found that long-distance runners with ITBS\nhave weaker hip abduction strength in the affected legcompared with the unaffected leg and unaffected long-distance runners. Additionally, symptom improvementwith a successful return to the preinjury training programparallels improvement in hip abductor strength.\nREFERENCES\n1. Van Mechelen W. Running injuries: a review of the epidemiologic\nliterature. Sports Med 1992;14:320 –335.\n2. Barber FA, Sutker AN. Iliotibial band syndrome. Sports Med 1992;\n14:144 –148.\n3. Linderburg G, Pinshaw R, Noakes TD. Iliotibial band syndrome in\nrunners. Phys Sportsmed 1984;12:118 –130.4. Noble CA. Iliotibial band friction syndrome in runners. Am J\nSports Med 1980;8:232 –234.\n5. Pinshaw R, Atlas V, Noakes TD. The nature and response to\ntherapy of 196 consecutive injuries seen at a runner ’s clinic. SA f r\nMed J 1984;65:291 –298.\n6. Clement DB, Taunton JE. A guide to the prevention of running\ninjuries. Australian Family Phys 1981;10:156 –164.\n7. Sutker AN, Barber FA, Jackson DW, et al. Iliotibial band syn-\ndrome in distance runners. Sports Med 1985;2:447 –451.\n8. Orchard JW, Fricker PA, Abud At, et al. Biomechanics of iliotibial\nband friction syndrome in runners. Am J Sports Med 1996;24:375 –\n379.\n9. Messier SP, Edwards DG, Martin DF, et al: Etiology of iliotibial\nband friction syndrome in distance runners. Med Sci Sports Exer\n1995;27:951 –960.\n10. Schwellnus MP. Lower limb biomechanics in runners with the\niliotibial band friction syndrome [Abstract]. Med Sci Sports Exer\n1995;25:567 (S68).\n11. Ekman EF, Pope T, Martin DF, et al. Magnetic resonance imaging\nof iliotibial band syndrome. Am J Sports Med 1994;22:851 –854.\n12. Janda V. Muscle Function Testing . London: Butterworths, 1983.\n13. Kendall FP, McGreary EK, Provance PG. Muscles: Testing and\nFunction , 4th ed. Baltimore: Williams & Wilkins, 1993.\n14. Marino M, Nicholas JA, Gleim GW. The efficacy of manual as-\nsessment of muscle strength using a new device. Am J Sports Med\n1982;10:360 –364.\n15. Bohannon RW. Measurement of muscle performance. Postgrad\nAdv Phys Ther 1988;2:1 –24.\n16. Whitley JD, Smith LE. Larger correlations obtained by using av-\nerage rather than “best”strength scores. Research Q 1963;34:248 –\n249.\n17. Nicholas JA, Strizak AM, Veras G. A study of thigh muscle weak-\nness in different pathological states of the lower extremity. Am J\nSports Med 1976;4:241 –248.\n18. Bohannon RW. Test-retest reliability of hand-held dynamometry\nduring a single session of strength assessment. Phys Ther 1986;\n66:206 –209.\n19. Andriacchi TP, Kramer GM, Landon GC. The biomechanics of\nrunning and knee injuries. In: Finerman G, ed. American Academy\nof Orthopaedic Surgeons Symposium of Sports Medicine: TheKnee . St. Louis: CV Mosby, 1985;23 –32.\n20. Hyde SA, Scott CM, Goddard CM. The myometer: the develop-\nment of a clinical tool. Physiotherapy 1983;69:424 –427.\n21. Bohannon RW, Andrews AW. Interrater reliability of hand-held\ndynamometry. Phys Ther 1987;67:931 –933.\n22. Baumgartner TA, Jackson AS. Measurement for evaluation in\nPhysical Education. Boston: Houghton Mifflin, 1975;78 –86.\n23. Trudelle-Jackson E, Jackson AW, Frankowski CM, et al. Interde-\nvice reliability and validity assessment of the Nicholas hand-helddynamometer. J Orthopaedic Sports Phys Ther 1994;20:302 –304.\n24. Magnusson PS, Gleim GW, Nicholas JA, et al. Subject variability\nof shoulder abduction strength testing. AJSM 1990;18:349 –354.\n25. Bender JA. West Point Study . 1964.\n26. Van Mechelen W, Twisk J, Molendijk A, et al. Subject-related risk\nfactors for sports injuries: a 1-yr prospective study in young adults.Med Sci Sports Exer 1996;28:1171 –1179.\n27. Mann RA, Moran GT, Dougherty SE. Comparative electomyog-\nraphy of the lower extremity in jogging, running, and sprinting. Am\nJ Sports Med 1986;14:501 –510.\n28. Hollingshead WH, Jenkins DB. Functional Anatomy of the Limbs\nand back . Philadelphia: Saunders, 1982:265.HIP ABDUCTOR WEAKNESS IN DISTANCE RUNNERS WITH ITBS 175\nClin J Sport Med, Vol. 10, No. 3, 2000",
    "length": 6096,
    "type": "abstract"
  }
]